{
  "jichu": [
    {
      "title": "游戏背景",
      "con": "绝地求生(PLAYERUNKNOWN’S BATTLEGROUNDS)是大逃杀类型的游戏，每一局游戏将有100名玩家参与，他们将被投放在绝地岛(battlegrounds)的上空，游戏开始跳伞时所有人都一无所有。"
    },
    {
      "title": "游戏界面",
      "con": "主界面：\n点击主界面（HOME），无论在哪个栏目均会回到图中主界面。\n\n开始游戏：移动或点击（PLAY）可以独自选择各模式游戏，也可以邀请好友一起\n\nCHARACTER：可以查看个人道具,以及服装等装饰品\n\nREWARDS：购买一个补给箱\n\nSTATISTICS：包括个人的数据统计和当前服务器全球排名。\n\n选项1：刷新当前游戏\n选项2：设置界面\n选项3：退出游戏\n\n\n\n个人资料：\n当前比赛模式一共进行了多少局比赛\n当前模式拿到第一次的次数\n当前模式总击杀敌人数\n\n好友：\n可以显示所有在线好友和他们的状态，右键点击可以查看他们的个人资料\n\n新闻：\n推送最新的官方新闻、更新日志等内容。"
    },
    {
      "title": "基本操作",
      "con": "常用键盘键位（默认）\n向前移动：W\n向后移动：S\n向左移动：A\n向右移动：D\n跑步：SHIFT\n跳跃：SPACE 空格\n静步：CTRL\n下蹲：C\n卧倒：Z\n装填弹药：R\n向左侧身：Q\n向右侧身：E\n捡起物品：F\n切换车位：CTRL+1,2,3,4\n载具喇叭：鼠标左键\n手刹车：SPACE 空格\n载具加速：SHIFT\n世界地图：M\n静音语音：Ctrl + T\n标记当前位置：insert\n全部静音：Ctrl + M\n语音开关：Ctrl + Y\n丢弃数量：按紧Ctrl + 拖动鼠标\n物品栏：TAB\n跳车：F\n主武器1：1\n主武器2：2\n副武器：3\n近战：4\n切换手雷：5\n炸弹：5\n使用医疗险：7\n使用急救包：8\n使用绷带：9\n使用能量物品：0\n\n\n\n常用鼠标键位（默认）\n\n开火：MOUSE1-鼠标左键\n开镜：MOUSE2-鼠标右键\n选择上一武器：MWHEELUP-鼠标滚轮向上\n选择下一武器：MWHEELDOWN-鼠标滚轮向下"
    },
    {
      "title": "最低配置",
      "con": "64-bit Windows 7, Windows 8.1, Windows 10\n处理器: Intel Core i3-4340 / AMD FX-6300 处理器或更好\n内存: 6 GB RAM\n图形: nVidia GeForce GTX 660 2GB / AMD Radeon HD 7850 2GB\nDirectX 版本: 11\n存储空间: 需要 30 GB 可用空间"
    },
    {
      "title": "玩法模式",
      "con": "您可以邀请你的steam好友,进行一局双人比赛或四人比赛。\n在比赛中选择一个区域跳伞，并搜刮物资，警惕其他玩家。\n使用合理的战术，在于其他玩家战斗中取胜"
    },
    {
      "title": "设定篇",
      "con": "除基本配置要求之外比较重要的是内存，强烈建议弄到16G，真的没预算的最好还是弄到至少12G。\n\n因游戏目前还是早期阶段，优化并不好，偶尔会卡卡的，所以建议特效开到比能顺跑还低一个或两个等级为佳。\n以我自己1060为例，特效开高能顺跑，但有时候却会莫名卡，所以我自己都开中或低。\n\n常用到但一开始可能不知道的按键配置：\n\n1、“W+shift”加速（跑步、车子加速）按Alt可以不影响行进方向查看四周。\n\n2、“原地shift”能闭气并使准心不会漂移，能大幅增加命中率，但只能维持数秒。\n\n3、“Tab”附近物品、身上与背包物品、人物装备、枪支与配件、预设投掷物品。这个按键非常重要，甚至能取代F（捡拾），建议一开始就习惯使用Tab来捡拾物品。\n开启Tab后用拉动或按右键的方式远比对物品按F还要快多了，且枪支配件（消音、高倍镜、扩充弹夹）都是要用这个按键开启后拉动，如物品要选择捡拾或丢掉的数量请加上“Ctrl”拉动。\n\n4、手榴弹连续按切换键（默认设置是5）可以直接切换各种手榴弹，可以不用开启装备栏。\n如下图所示：\n①红框物可以拉至蓝框，会远比按F还要快上许多，而且不会捡错要浪费时间丢。\n②可以预先将手榴弹放置在投掷物的位置，能省去在需要用的时候还要切换烟雾、手榴弹、燃烧弹的困扰。\n\n5、“B”是切换枪支射击模式（连发、单发、全自动），换主枪要打架前请务必确认一下是单发还是连发，不然会悲剧。\n\n6、“V”是切换第一或第三人称（第三人称视角较广，能躲在地形物件后偷看对方，对方却看不到你）。\n\n7、“X”是收起武器（收武器跑比较快），切记确定附近没人才收枪，或是要跟蓝圈赛跑的时候。\n\n8、“Q”是左倾、“E”是右倾，某中年FPS前国手玩家建议可以将“Q”改设定成滑鼠“左侧键”、“E”改设定成滑鼠“右侧键”。\n原因在于中指按E右倾时食指要控D键的话手会比较容易卡到，若让中指负责E和D的话会操作会比较慢；而左倾时小拇指要按Q探头时没办法同时兼顾A键，所以建议滑鼠有左右侧键的玩家可以用滑鼠完成左右倾，这样操作会比较顺。\n\n9、“M”是查看地图（可用滚轮调整），在地图上按右键可以作标记，多排时标记物品、敌人在哪时非常好用。\n\n10、“=”是自动奔跑。参加路跑马拉松挺重要的（W+Shift压到酸的话），自动奔跑模式不能使用A和D调整左右，准心方向就是自动奔跑的方向，压住Alt可以维持奔跑方向查看四周。\n\n11、“page up”和“page down”可以调整距离归零。"
    },
    {
      "title": "跳伞篇",
      "con": "跳伞篇\n最近看到实许多玩家问：怎么别人跳伞都比我快落地？如何才能飞比较远？\n这是新手朋友常见的疑问。\n\n早落地的优势在于能提早进屋内捡枪杀人，这对于在野外抢该区域控制权是非常重要的，而对于城市来说通常后降落的玩家都会主动避开已有人降的区域，转降旁边或其他区域，所以先降落者有先选择要搜哪一区的优势。\n\n跳伞分为两个阶段：自由落体、开伞。\n自由落体是未开伞的状态，最慢下坠时速为126公里，最快是约两倍的234公里。\n\n最慢的自由落体是准心朝向远方目标压住W，能以近似滑行的姿势下降。要飞的区域较远或非常远时可以用这个方式更接近目标区域。\n\n最快的自由落体是准心朝向正下方压住W，能以头部面向地面以垂直的姿势下降。这是飞较近，甚至飞机正下方时常用的技巧，自由落体阶段最快速下降的方式。\n\n开伞是一跳飞机后自由落体就能自行选择是否要开启，降到一定高度后系统会强制开启。因为开伞的下降速度远低于自由落体阶段，所以几乎没有玩家会手动提早开启，提早开启唯二的可能是手残按到或想飞的目标极远（不建议），跳伞下降时速跟自由落体一样，压住W时下降速度最快A、D可以左转与右转。\n基本上跳伞的两个阶段都是要压住W，无论目标远近。\n\n下面以目标地为飞机路线下方为例，跳机后准心直接面对正下方的地面，同时压住W直到最低高度系统开伞后，压住W+A或W+D键盘旋下降，如果目标是在飞行路线旁边，直接压W朝目标地降落。这样就能在正下的目标处落地，而这也是最快到地面的方式。\n\n飞机飞经的地点通常是最多人的，虽然最快却往往也是最激烈的，新手应斟酌。\n跳伞不难，有两点诀窍要练一下：\n\n1、要习惯跳飞机后要能在空中快速找到目标方向并压住W。很多人常在这边转了两圈屏幕才找到目标，这时候你就输在起跑点了。新手怕空降一跳出飞机的瞬间找不到方向可以在飞机上先找好想跳的点并标记，一跳出去就可以看上方的方位条快速对准方向。\n\n2、到目标地最快的方法除了压住W外，一定要朝目标直线飞行而不是像“（”这样绕个弧度。\n开伞后压W下降时的距离控制对新手也非常重要，如果因为自由落体阶段向下压太多，开伞后发现飞不到目标，这样反而要多跑好几秒才能进屋子，别人可能已经拿好枪要抓你了！\n假设最低高度开伞后压W仍会向前滑行200公尺，那最快的方式就是，将开伞最晚的时间控制在离目标区域的200公尺外，这样刚好落地点会是在房屋旁！"
    },
    {
      "title": "枪支篇",
      "con": "一开始玩这款游戏一定会想是SCAR-L好还是M416好、冲锋枪好还是好霰弹枪好，以下只尽量客观简略的说个大概。顺便提一句，水面下任何子弹都是打不进去的，只有手榴弹可以。\n\n手枪\n个人定位可有可无的物品，因为这款游戏有双主枪的设定，所以手枪的存在相当薄弱，只有在早期不确定捡不捡的到大枪的情况下会刻意去捡拾。\n毕竟有时运气差真的连三间屋子没半把大枪，反之若拿到大枪后基本上可以忽视小枪。\n\n冲锋枪\n冲锋枪的定位是低伤害、高射速、低后座、弹点集中度最高（相较突击步枪）的武器。在远距离甚至中距离表现远比突击步枪差，不过冲锋枪对与FPS新手来说非常好上手，高射速所带来的近距离容错率也远比霰弹枪高，但要注意弹夹很快就射完。\n比较特别的是汤普森冲锋枪只能在空投箱获得，一百发的汤普森配上容易取得的消音器可以是强力的第二把主枪。\n\n霰弹枪\n无论哪款游戏霰弹枪定位都是近战有着超强的一击必杀能力，最大的缺点在于射程过短，出了户外或距离拉远后伤害极低，甚至没伤害\n但跟冲锋枪比起来，连发极慢所以容错率较低。\n若两方同时开枪，霰弹枪第一发没中的情况下可能会被冲锋枪扫到死。\n\n狙击枪\n游戏中取得方式最难也是数量最少的枪支。其中：\nM24、AWM只有随机降落的空投箱内有一定机率出现。\nAWM目前唯一能无视三级头盔直接一击秒杀的枪支。\nM24伤害介于AWM与Kar的狙击，能无视二级盔一击秒杀。\nKar98取得较容易，能无视二级盔直接秒杀。\nSKS游戏中唯二的连狙，之前近距离盲射打赢ak过。\nVSS游戏中另外一把连狙，因使用9mm子弹，所以射程偏低；内建倍镜、消音在前期还算好用，后期建议可以舍弃。\n\n突击步枪（以下简称步枪）\n步枪是游戏中使用率最高的枪支，却也是许多新手常常不清楚要带哪一把的枪支种类。\n\nAKM是步枪中唯一使用7.62子弹，所以也是伤害最高的步枪，缺点跟所有游戏一样后座力是最大的缺点，不过AK在任何游戏都有一批死忠爱好者就是了。多排可以让其中1~2人使用AKM来消耗7.62子弹，并减少5.56子弹的消耗。基本上这把枪建议所有新手还是要熟悉一下。\n\nM16A4是步枪唯一无法使用自动射击，只有单发或三连发的枪支。这在早期受限于只能三连发所以并不是那么好用，不过后期因为射速高、射程远而强势。\nSCAR-L能配置握把，根据某些实况主的看法是左右飘的幅度非常小，几乎只需要向下压枪就好，但伤害射速表现就没那么好。\n\nM416常常被拿来跟SCAR-L比较的枪支，最大的差异在于可以安插的配件最多，比起SCAR，M416可以多插专属的枪托，满装的M416数值上是优于SCAR-L的。"
    },
    {
      "title": "配件与其他篇",
      "con": "配件是全凭运气而得，而建议新手早期可以先知道有哪些是不用拿的垃圾，到后面熟悉后远远的看就知道有没有捡的必要，如此一来能省下大量的时间去巡下一间屋子。\n\n防弹背心、头盔、背包越高级越好，或选耐久度高的，红字为必捡，但数量较少，消耗类能拿多少就拿多少；粗字为可拿可不拿，或保持一定数量即可；黑字为极少会用到，若空间不够能直接丢掉，甚至连捡都没必要。\n\n武器类\n平底锅吃鸡怎么能不带把锅子料理？平底锅最nb的地方在于能挡子弹。\n碎片手榴弹、烟雾弹、燃烧弹、镇暴弹。\n注意：烟雾弹的烟雾飘散方向是随机的。\n\n补品类\n医疗箱、急救包、绷带、止痛药、能量饮料、肾上腺素、燃料。（绷带有些玩家急救包多了就全丢，个人建议保持5~10个）\n医疗箱恢复血量100%、急救包回覆血量至75%、绷带回覆10%血量最高至75%。\n止痛药增加60%能量、能量饮料增加40%能量、肾上腺素100%能量（能量会随时间降低，并回覆自身血量，且能量越高时回覆速度越快；高于60时增加跑速）\n\n弹夹类\n手枪快速弹夹、冲锋枪快速弹夹、步枪快速弹夹。\n手枪扩充弹夹、冲锋枪扩充弹夹、步枪扩充弹夹。\n手枪快速扩充弹夹、冲锋枪快速扩充弹夹、步枪快速扩充弹夹、狙击枪弹夹。\n注意：扩充弹夹能增加约30%上限，快速弹夹换弹速度提升其实很有限。\n\n配件类\n垂直握把、直角握把。\nM416枪托、UZI枪托、狙击枪托。\n霰弹枪子弹袋、Kar专用子弹袋子。\n手枪抑制器（消音）、步枪抑制器（消音）、冲锋枪抑制器（消音）、狙击步枪抑制器（消音）。\n霰弹枪扼流圈扼、冲锋枪补偿器、步枪补偿器、狙击枪补偿器。\n冲锋枪消焰器、步枪消焰器、狙击枪消焰器。\n红点瞄准器、全息瞄准器、2倍瞄准器、4倍瞄准器、8倍瞄准器、15倍瞄准器。\n\n冲锋枪：\n补偿器=消音器>消焰器\n补偿器能增加稳定度（降低后座），消焰器对近距离的冲锋枪来说意义不大，消音看情况拆换。\n\n突击步枪：\n消音器>补偿器>消焰器\n消音绝对是第一首选。\n\n狙击枪：\n消音器>消焰器>补偿器\n降低狙击枪的后座力几乎没意义，所以消焰器会是消音器外较好的选择，除非你是拿连狙。\n\n注意：\n15倍镜仅能从空投取得，但倍数过高的倍镜非常难用。\n全息中距离时因是中空的圆圈会挡到视野，红点更好用。\n枪口部分能装就装，除了步枪、狙击消音外可拿可不拿。\n部分车辆按住shift可以加速，没有车顶的那台露天越野车无论怎么翻车都会翻回来（不确定消息）。\n车辆燃料下方为耐久度，归零会爆炸（必死），冒烟时就是快炸了。​"
    }
  ],
  "jinjie": [
    {
      "title": "屏息",
      "con": "很多玩家都知道屏息可以帮助我们打的更准，但是屏息并不是万能的，在全自动枪扫射时，屏息不仅没有用，甚至还会产生副作用。屏息只是不让准星自然晃动，不会减少枪的后坐力，红点准星自然晃动的幅度比起全自动压枪时枪口剧烈晃动幅度，几乎是可以忽略不计的。\n\n而且红点全自动扫射不要按Shift键，按了的话会放大视角，相当于二倍镜扫射。这游戏高倍镜扫射压枪难于红点扫射。红点按shift扫射反而不好压枪，给自己压枪加大难度，是副作用。\n\n实践证明1：主播17shou所有红点全自动扫射扫人扫车的时候都是不按shift的。他只有全自动点射的时候会按shift放大视角以便精准点头以及高倍镜按shift点射。\n\n实践证明2：职业选手小叮当很擅长scar四倍镜扫射，但他用四倍镜扫射的时候也是不按shift的。\n\n结论：\n扫射不按shift，点射按shift。"
    },
    {
      "title": "驾驶及战斗技巧",
      "con": "1、和队友坐在车的同一侧：和朋友搭车时，尽量坐在同一侧，这样遇到敌人射击时可以第一时间从同一侧下车，把车当做掩体。\n\n2、战斗时远离水面：尽量不要在水边和敌人打斗，因为一旦受伤掉入水中和可能会被直接淹死；如果确实在水中被击中，尽量先游出去然后再让队友救。\n\n3、空手打爆车胎：如果正在使用汽车作为掩体，可以先空手把汽车轮胎打爆，这样可以让车降低，敌人没有办法从车底的缝隙偷袭。\n\n4、小心车辆爆炸：如果乘坐的车翻掉的话，应该尽可能快的远离，因为车翻后很可能会直接爆炸，不过如果没有问题的话可以继续使用。\n\n5、手雷翻汽车：玩家可以使用手雷将翻过来的车辆炸正，不过并不是每次都奏效，不过确实急需用车，倒可以试用一下。\n\n6、游戏后期可以扔掉背包：如果条件允许，在游戏后期扔掉背包，因为带着一个鼓鼓的背包，在躲草丛时很容易被敌人看到，而在后期一些装备已经不需要，就可以扔掉背包当诱饵，然后在敌人舔包时一枪爆头。\n\n7、小型武器放前面：尽量把小型的武器放在第一个武器槽，这样在换武器时可以保证更快的速度。"
    },
    {
      "title": "扔雷技巧",
      "con": "普通雷：这个没有什么好说的，直接左键丢出去就可以。\n\n低抛雷：按住左键后，单击右键滚地出去，出其不意，藏在隐蔽位置的敌人无法依靠轨迹发现你的位置。\n\n延时雷：按住R键后捂在手中默数三秒，然后丢出去，落地直接炸，完全不给敌人反应的时间，嘭的一声带走他，不过需要玩家计算好延时时间，不然很可能炸到自己。\n\n翻车雷：专为车技堪忧的新手玩家准备的骚操作，用手雷将侧翻的车辆炸回来，高玩气质展现无疑。\n\n炸鱼雷：当敌人完全潜水时，用枪是无法给予伤害的，这个时候就可以用炸鱼雷享受炸鱼的乐趣。\n\n厕所雷：将敌人卡在狭小的空间然后丢雷进去，特别适合强攻楼，可以安全舒服的将敌人击杀。\n\n注意：玩家在使用手雷时拉开拉环之后千万不要切枪，如果这时切抢了，那么恭喜你，你一定会被自己的手雷炸死，这绝对是血与泪的教训！"
    },
    {
      "title": "武器性能及搭配解析",
      "con": "冲锋枪\nUMP9：\n　　伤害（攻速与攻击力结合）：★★★\n　　有效打击距离：★★★★★\n　　打固定靶能力：★★★★★\n　　打移动靶能力：★★★★\n\nuzi：\n　　伤害（攻速与攻击力结合）：★★★★\n　　有效打击距离：★★★\n　　打固定靶能力：★★★★\n　　打移动靶能力：★★★★★\n\n打字机：\n　　伤害（攻速与攻击力结合）：★★★★★\n　　有效打击距离：★★★\n　　打固定靶能力：★★★★★\n　　打移动靶能力：★★★★\n\nV冲（满配）：\n　　伤害（攻速与攻击力结合）：★★★★★\n　　有效打击距离：★★★★\n　　打固定靶能力：★★★★★\n　　打移动靶能力：★★★★★\n　　结论，冲锋枪总体都相差不大，汤姆逊最难用，其他的都还好，是你近距离作战的神器。\n步枪篇\n\nAKM：\n　　伤害（攻速与攻击力结合）：★★★★★\n　　自动射击打击距离：★★★\n　　近距离打固定靶能力：★★★★★\n　　近距离打移动靶能力：★★★★★\n　　远距离打固定靶能力：★★★★\n　　远距离打移动靶能力：★★\n\nM16：\n　　伤害（攻速与攻击力结合）：★★★★★\n　　三连发打击距离：★★\n　　近距离打固定靶能力：★★★★★\n　　近距离打移动靶能力：★★★\n　　远距离打固定靶能力：★★★★★\n　　远距离打移动靶能力：★★★★★\n\nM4：\n　　伤害（攻速与攻击力结合）：★★★★\n　　自动射击打击距离：★★★★\n　　近距离打固定靶能力：★★★★★\n　　近距离打移动靶能力：★★★★★\n　　远距离打固定靶能力：★★★★\n　　远距离打移动靶能力：★★★★\n\nSCAL：\n　　伤害（攻速与攻击力结合）：★★★\n　　自动射击打击距离：★★★★★\n　　近距离打固定靶能力：★★★★★\n　　近距离打移动靶能力：★★★★★\n　　远距离打固定靶能力：★★★★\n　　远距离打移动靶能力：★★★\n\n结论：\n　　这些评分并不是按照伤害来算的，而是按照同等水平下，包括后坐力，稳定性，射速等方面因素导致你使用该枪支，在什么距离下打起来好打/难打来统计。\n搭配思路\n\n　　首先，一般你的第二枪支是根据你的“主枪”来决定的，起到弥补你主枪的缺点的作用，当冲锋+步枪搭配的时候，一般主枪就是步枪，步枪+狙击搭配的时候，主枪就是狙击，也有双步枪的搭配，也是分主次的（这个就是你哪个枪用的牛B哪个就是主枪）。\n\n主枪是AKM\n　　AKM在近距离有绝对的统治力，所以有了他，你不用再配冲锋枪了，当你近距离卡位的时候，瞄头闪出来一枪头一枪身体直接死，而且有自动模式，所以近距离没有哪个步枪敢和AK叫板，M16虽然三连模式很强，但是在打移动靶的时候不如AK，这个后面讲M16的时候会提到。\n\n　　但是AKM的缺点也很明显，首先是中距离无掩体对枪，如果对面是scarM4，中距离他们也是可以扫射的，而AK则不行，而AK射速慢，后座大的缺点就体现出来了，很容易被对面直接压死，解决方案：中距离卡着掩体和别人对。，然后就是远距离移动靶，AK远距离打移动靶是硬伤，射速慢+弹速慢+稳定差，导致他远距离很难打中一个奔跑的人，尤其是那种蛇皮走位的。\n\n　　这时候，你需要一把中距离强势，远距离打移动靶也很强势的步枪，没错，那就是M16。\n\n　　随着游戏的进行，你将M16换成MINI14，神装达成。\n\n　　所以路线是：AKM+随意--->AKM+M16--->AKM+MINI14\n主枪M16\n\n　　M16近距离很强，但是你要练好三连发！相比近距离，它的高弹速，高射速，高准确度更加吸引人。M16近距离很强，中距离很强，远距离也很强，那不是无敌了么？并不是这样。这中间存在一个很大的问题，就是要想强，得来回切模式。而且它比别人强，并不是强出来很多，再加上还得来回切模式，这就很尴尬了。（宏孩儿除外，我知道宏孩儿最喜欢M16），举个简单的例子，你拿着M16开着单发模式正在跑，突然近距离有人从掩体旁边出现，这种情况你就只能用着苦逼的单发模式和别人对点，而别人开的是全自动。其他的三把步枪就没有这个问题，因为其他三把步枪可以全程全自动，距离远的手动控制单点就行了。如果有人说那M16开三连发跑路不行么？那么如果突然中距离的掩体后闪出来一个人呢。总之模式切换就有这样的弊端。\n\n　　如何解决M16的缺陷，那就是让M16只负责一个模块，要么只打近战，要么只打远程。个人推荐M16用来打远程，以我这么多场游戏的经验来看，有这么几个枪很适合和M16搭配。\n\n　　1：ump9：这个枪，近距离中距离全能打，平时可以拿着UMP9跑路，应对突发状况，当看到远处的敌人，切16点射。\n\n　　2：scar：同样scar负责近距离，M16远距离\n\n　　3：AKM：上面已经讲过AKM，这层以M16为主枪的前提下，再讲一下：平时AKM负责近战，M16负责远程，红点装AK，4倍8倍装M16，远处出现移动靶，用M16点射，远处出现固定靶，把8倍给AK点头，远处出现固定靶，但是你不确定自己子弹下落算的准不准，老实用M16点。（MINI14同理）\n\n　　那么M16的搭配就是：M16+UMP9->M16+scar/M16+AK\n主枪scar-L\n\n　　scar可以说是绝地里最“稳”的步枪，成也“稳”败也“稳”，因为scar的稳有些“假”，为什么这么说呢，如果你用scar和M4都对着墙体自动扫一遍，你会发现M4的弹道比SCAR的要稳，那为什么普遍觉得scar好压呢，那是因为scar射速低，低射速给了你更多的压枪时间，M4虽然弹道分布密集，但是因为它的高射速。因为低射速，它和M4、连发16、AK撞脸同时开枪基本上都打不过，但是这个游戏并不是一个3、2、1、开枪的游戏，环境适应能力也占了很大比重，对，scar就是所有步枪中，环境适应能力最强的一把枪。\n\n　　1.scar可以在中距离，甚至中偏远的距离就可以直接扫射打人。\n\n　　2.scar可以在中距离确定人位置后，扫射着冲过去，不用担心压不住。\n\n　　3.scar可以一边点射掩体旁边，让对方不敢露头，一边向前冲掩体，等看到人直接扫射，而不用担心会压不住。\n\n　　4.scar可以全程开全自动模式，稍加练习，就能做到单点的时候不连发（射速慢的锅，AK同理）\n\n　　用scar，没配件能打，有配件也能打，你还可以跑着射，跳着射，冲着射，闪着射，以各种姿势射，其他枪可没这个本事。\n\n　　scar的缺点在于，近距离伤害是硬伤，毕竟如果别人摆好姿势等你来，你再灵活也没用。远距离弹速慢也是个问题，索性稳定性好，所以打移动靶也不是太吃亏，这些虽然问题不大，但是总结在一起就有些“致命”了。\n\n　　综上所述，1scar在近距离没有统治力，他近距离有缺陷，2.远距离方面也不是特别出色，远距离也有枪可以替代，所以如果scar作为主枪，你得：避开特别近距离的战斗，精通远距离战斗\n\n　　那么这把枪如何搭配呢：\n　　uzi+scar：平时拿着scar，在过房屋围墙等特别近的掩体的时候，切成uzi卡着看一眼，然后再切回scar，平时scar装红点，当发现距离远的敌人的时候，切镜子点射，uzi的近战统治力很强，而scar适应性强，当突发遇到敌人的时候，直接用scar扫射去搏命，但是如果是冲屋子，或者有人隔着围墙和你互卡的时候，用uzi结果他，uzi这枪有个特点：就是近距离，它同样可以跑着射，跳着射，冲着射，闪着射。\n\n　　scar+单发狙击步枪（98K，M24，AWM）：因为中后期很大一部分时间都是在中远距离战斗，所以如果半路碰上狙击枪，就把手里的uzi扔了换成狙击。稍加注意避免掉超近距离接触，用scar来打中近战，狙击打远程固定靶，scar来打远程移动靶（当然是先用狙击“蒙”一枪，没打中再换）。\n　　所以scar的流程就是：scar+uzi->scar+单发狙击步枪\n主枪M4\n\n　　M4是这个游戏里最受欢迎的枪了，曾经是AKM，后来AKM被砍的惨不忍睹，就GG了，这个枪的好处是射速快，稳定性也不差，有全自动模式，单点弹速也不慢，老手和萌新都爱用，老手爱用是因为他可以完全把控住M4的后坐力，能压的和scar差不多稳，点射弹速又快，全程开全自动也能把持住单点的时候不连发，M4能在老手手中发挥出所有的潜能。萌新爱用则是因为：“别打，我M4还没握把，怎么打？”，“谁有枪托？”，“谁有4倍镜”，“双弹夹，我要双弹夹”，“前面屋子再搜一下，还差个枪口就满配了！”，“别打架，我这把装备这么好，万一死了不就送快递了么？”。上边只是调侃，但是这里楼楼需要给萌新说下，不要看视频上高手都爱用M4就觉得M4是通向高手必备的枪，4把步枪，各有特色，哪个玩好了都很厉害。\n\n　　M4这把枪特点是全能，缺点也很明显，发育时间很长，如果满配的M4，远距离比M16略弱，近距离比AK略弱，适应能力（就是以各种姿势动作射的能力。）比scar略弱，但是它都是比其他枪最强的方面略弱一些，却弱的不多（比如M16弹速900，M4弹速880），综合起来就很强，缺点是0配件的M4啥都不如。\n\n　　如果你选择M4作为主枪，首先需要有一定的压枪功底，如果你能压住枪，扫射肯定比点射杀人快，同样扫射近距离打移动靶也比点射强的多。如果你能把枪压的很稳，那么M4高射速的优势就体现出来了，高射速带来的就是高伤害，高致死率。\n\n　　那么这把枪和谁搭比较好呢？\n　　M4+UZI，你捡到M4，你最好能捡一把冲锋枪，而冲锋枪中，前期最适合和M4搭配的，就是uzi，uzi这把枪，近战很强，可以帮助你渡过前期的困难时期。\n\n　　M4+AK，当你遇到AK后，你可以把UZI扔掉，如果有镜子，把镜子装在AK上，用AK来应付城镇近战，依靠AK的近战统治力来“包养”你的M4\n\n　　M4+AK（续），当你M4配件齐全，有高倍镜的时候，用M4来处理中近距离和远距离移动靶，把高倍镜给AK，用AK打远程固定靶（AK这时候起到一个SKS的作用）；\n　　M4+单发狙击枪，见到狙击枪后，把AK扔了换狙击。\n\n　　那么M4的流程就是：M4+UZI->M4（养）+AK->M4（中近）+AK（远）->M4（中近）+单发狙击"
    },
    {
      "title": "伏地魔",
      "con": "如何做一个伏地魔\n　　寻找优势地形，比如有树荫的草地，最好草够长，提供足够掩护；抑或房子里常见的死角位，门后，楼梯上面的墙后。\n\n　　合适的着装，减少与周边环境颜色的差异，着深色长衣长裤。\n\n　　低姿态，比如卧倒，或者在大型灌木中下蹲。\n\n　　观察，因为你的视野只有眼前，所以你必须确定哪边会有人？哪边不会有人？屁股对着哪才能决定你能不能活下来。\n\n\n应对方法\n　　1.重点观察可疑地形，尤其是圈边的树后，优势位置的石头下，房间的死角位置，记住一句话“slow is smooth, smooth is fast”。\n\n　　2.对于白花花的大腿和白花花的大胳膊一定要敏感，以及草丛里露出的奇怪的沙数迷彩头盔。\n\n　　3.注意灌木丛轮廓，有无奇怪的阴影\n。\n　　4.思考当前的圈，如果我是一个LYB，我会趴在哪里。\n\n　　5.额外一条，请配备144hz显示器+提高数字震动+降低游戏内特效（主要是阴影），如有条件与技术水平，开启reshade。虽然画面会有点难受，但是为了找人，这才是最优解。\n\n　　说到底，自己多去开两把，自己多阴几把，再多被打死几次，也许就逐渐明白了。"
    },
    {
      "title": "跳伞点武器推荐及跑毒技巧",
      "con": "这个游戏枪支，并没有那么的重要，萌新要明白这点，能影响走势的装备很少，这是集策略，射击，计算，判断于一身的高难度游戏，相比大多的游戏来说，确实难度很大，例如开车，射击，伏击，跑毒等等等很多需要你去操作练习和形成意识。很多萌新被误导，以为练好枪法就会提高自己的吃鸡率，答案是错的，枪法能提高你的生存率，但是吃鸡率的提升甚微。\n\n　　我给说一下安全区，首先，航线是随机的，天气是随机的，第一个安全区也是随机的，而第二个安全区开始就不是完全随即了，新手们很容易忽视这一点，在你忙于搜集高级装备的时候高手们已经想好第二个安全区的战术地点，而低点也会随着你们队伍的人数而不一样。单排的话往哪儿跳基本都一样，有的地方物资好但是前期存活率低只要活着出来基本后期很好打，而有些地方存活率高但是物资贫瘠后期中期非常尴尬，平均下来存活率都是一样的。\n\n　　安全区第一个是随机的，而第二个开始就不是了，安全区的刷新我觉得是有一个规律，他会刷在人偏少的地方，这也是为什么大多玩家都需要跑毒，按照这个规律，你可以提前预测毒圈大概还有判断大部分玩家在哪儿，这也可以说明，后期安全区越小，你能判断的区域越精准。\n\n　　游戏我觉得应该划分三个阶段，前期，中期，决赛圈。前期大多玩家都会怎么玩儿了，而有的玩家前期过了就不知道干什么了，就想着杀人蹲人，其实这都是获取装备的途径而已，真正能吃鸡的重要击杀在决赛圈这个阶段，如果你枪法好你可以熟悉地图可以埋伏很多地方，埋伏是个学问，它并不是简单的幻影坦克，趴地。菜鸡和高手的伏击你会明显的感觉不一样，无论是时机的把握，局势的判断，打与不打的选择，都是有很大的区别\n\n　　总体来说，无论何时你最起码有两手准备，一是你的计划成功时，二是失败时，你的计划不可能一直会成功，100个人就是个不确定因素，而随着不确定因素的减少，你的策略的作用将会提升，所以前期没有什么策论，就是一个字，活。前期你最起码有头盔防弹衣枪，什么枪都可以，然后去你想到的安全的地方等，等什么，等减员减少你的死亡率和不确定因素，并且指定下一步的计划还有预测毒圈挑选最佳战术地点和备用战术地点。\n\n　　我再说个有用的装备，八倍镜，这个东西可以稍微影响你的局势，用好了可以提高你的存活率，大多发挥在中期，中后期交接阶段，帮你击杀很大可能威胁到你的人和威胁到你计划的人。消音awp这个狙一枪毙命，真的是不一样的作用，但是一局常常一把而且很难进决赛圈，所以能提高的吃鸡率微乎其微。烟雾弹，吃鸡必备，无论是战术撤退还是战术进攻，都很有用，有很强的战术作用，推荐带两个以上。手雷，作用明显，四个左右就够了。吉利服，刷新很小，特定情况可以用，如果你能拿着进决赛圈将很大程度提高你的击杀率而吃鸡率更要配合你的意识来相辅相成。\n\n　　继续说枪支，很多萌新下伞后都会沉浸在搜集里无法自拔等到被毒了才发现安全区离你很远或者安全区里不知道该干什么往哪儿走四处飘荡最后死于黑枪。这里我可以给出建议，在你开伞一瞬间你可以观察方圆500米地形看看有没有人，车，看看空中的大概你就能大概的知道人都在哪儿，反正都是沿着航线跳的，跳的范围不会很大，航线上的大点肯定是有人的，跳下去之后立马搜必需品，也就是枪防弹衣头，然后观察有没有人还有安全区在哪儿，再根据地形分析人流分布，分析干什么呢？\n\n　　可以制定你的跑毒路线和战术地点，可以分析你以后能干什么和现在要做什么，如果安全区很远，那么你立马要搜代步工具，如果很近，那么要分析周围的敌情，在安全区线附近往往集中着人。假如航线在地图右侧，安全一刷，线里面是学校，线外面是y城，这样你还能从学校的周围走吗？答案是不能，你要想到学校的人他会互相厮杀，胜出来的队必定物资丰富，而y城也会有很多人走向安全区与学校的队伍会进行交火，这都是很大概率事件，大概得一两公里范围内假如都有人你就要避开这些安全区线上的大点，然后要看到空投，空投是随机的，但是它可以稍微的集中一波人，也要注意观察，路线上如果有空投也要避开。我这么一说有的人可能明白是什么意思了\n\n　　而枪支的选择上，我建议必定配一个步枪，这个地图和规则决定了大多情况都是中距离交火，近距离交火可以避免，远距离交火没有必要，最后安全区很小可以用喷子冲锋枪。中期可以拿狙击观察路线和扫清障碍。建议萌新，不到万不得已不要随意开枪，因为开枪的危害很大，你就算杀掉那个人，方圆一公里都会知道你这儿有个人都会提防你或者来伏击你，杀掉人之后舔包要迅速争取十秒内，等你成熟了五秒钟就足够，舔之前想好你缺什么别站在盒子上发呆。\n\n\n天命圈？不存在的？可以说存在也可以说不存在，天命圈包含着运气和你实力的部分。\n\n　　这里说单排，双排，四排。其实总体来说没什么区别，就是担当不同，一个队伍必须有杀伤性，持续性才能绝地求生，杀伤性很简单，包括有利战斗地形的选择，人数的分布的判断和你的枪支是否支持。就是你不能用喷子打丛林战吧？不能用冲锋枪打吧？丛林就是步枪的天下，而巷战是喷子和冲锋枪的天下，荒郊野岭是狙击的天下。这是杀伤性，而持续性包括队伍的战略地点的选择，医疗品的多少，交火的必要性，优先级别。说到优先级别，很多萌新不知道一到战斗该打谁，什么该打什么不该打。\n\n　　简单来说就是严重威胁到你的敌方和影响你战略的敌方都可以打，比如你的计划在没有b计划的同时你的路线上有一队卡在了必经之路，这时候你要绕道吗？除非你能想到危险性比较低的计划，不然我建议你摸上去，因为单双排易攻难守，四排易守难攻。根据人数和地形可以制定战斗计划和队友打一波，该打就打。而什么不该打，就是你的计划路线上并没有人，而在附近的山头或者地区有枪声并且在跑路，你可以进行射击有几率击倒，这时候在不清状况的时候不要随意开枪，找到地点，进行观察并且分析，还有看地图大概记一下人流分布和制定下一步路线，然后再考虑这个战斗有没有必要打。\n\n　　刷圈的走向：我说过，第一个圈他是随即的，而第二个开始并不是，第二个开始都会刷向人少的地区。还有一个信息，轰炸区是大概率有人的地方，如果你附近经常轰炸建议你赶紧离开这个地方，避免意外交火。根据大点，航线，轰炸区，空投，我们可以大概预测下一个安全区，这样便于提前移动，不用找车而浪费时间，等你有了基本装备，可以路上摸房子，也可以提前去卡好地点阴人，熟悉地形之类的。\n\n　　跑毒的建议，尽量从大点绕开走，大点的队伍数量多而且都互相牵制很难死亡，一般都会两个队以上。而且装备精良，而大点附近往往地形不好，所以他们移动的时候比较脆弱，你可以适当开黑枪减慢他们的速度，像特别容易找到的消音左轮，打一枪就跑，对方中枪必定观察附近移动缓慢，而缓慢的同时很可能有其他的队来收拾他们，你可以坐山观虎斗。\n\n　　第一二级毒虽然不疼但是刷的距离特别远，必定提前移动，特别是你地形不好时被人卡点进不了安全区，这个游戏要想打胜仗必定要利用好地形，包括找掩体撤退路线，进攻路线，这都是你的战斗力的体现，不要一味地标点直径冲锋，先把点标上，然后看好当前地形来移动，有树你就靠着树移动，碰见人立马爆方向让队友进入战斗准备然后再开枪，切记不要独自先开，虽然你打的人很蒙但是你的队友同样也会蒙，你提前警报一下同时开火会最大利用你们的火力。\n\n　　跳伞技巧：萌新总是比别人晚落地或者落地远，很多都是经常的跳点才能练出来那个感觉，最低速度是126，最高速度是234，用最低速度去寻找方向然后近一点之后直接往下拉鼠标冲，只要速度高于233就可以在开伞的时候达到加速伞瞬间达到100的速度比别人早落地几秒\n\n　　落地后该干什么，找枪找车，这是第一级别，如果你有枪，那么车就没必要了，然后就是防弹衣头盔，拿完赶紧观察敌情和安全区的走向，并且指定路线。然后进行移动，路上可以分析大点的人流和附近的枪声判断至少几个队，然后再分析第二个安全区在哪儿，然后去占据有利地形\n\n　　第二个安全区后，人数大概在已经减半了，期间要注意每一个轰炸区，假如每个轰炸区都有三个人，空投附近三个人，根据大点的人流和打野玩家的人流就可以大概得出安全区判断，既然说了是预测那么不要太相信自己的判断，只要在你判断的区域附近就可以了，如果判断失误也可以立马转移，安全区越小，附近山头上的人数量就会越多，因为每一个山头附近基本上都是平原，有些情况这个平原比山头更加安全，再往后一个阶段就是第四个安全区。\n\n　　第四个安全区就是很危险了，只要稍不注意就会死掉，因为大部分留下来的都是枪法意识比较硬的，这时候地形是最主要的，人数优势会根据你地形优势来得到加成，看到敌人首先找掩体然后进行射击，这个阶段能打一个是一个，优先清理屁股后面的敌人，只要保住屁股后面没人就能往前摸了，根据第四个安全区的刷新就能判断哪个地方人多，所以不要靠近，安全区刷边缘说明那个边缘是人数稀少的，大部分情况不会刷，在后期需要将队伍阵型散开，站住地形增大队伍进入安全区的距离，可以让安全区里的队友掩护让队友跑过来。\n\n\n配件：先说说可以影响走势的配件，首先按晴天来说，消音器绝对是首选神器，微小的声音在决赛圈中很难立刻判断出你的位置，你能多打好几枪。八倍镜：绝对是可以影响走势的配件之一，遇见不得不打的场面之后八倍的作用是极大的，观察敌情和命中率是其他配件带不了，绝大程度的提高了战斗胜利几率。\n\n　　按雨天来说，雨天听见度非常小，可以说是自带消音，所以消音器并没有那么重要，可以选择补偿器和消焰器，都是很有用的，消焰器就是你开枪时候枪口的火焰，有时火焰也能暴露位置，所以消焰器也是有用途的尤其是雨天雾天。高倍镜在雨天是发挥能力最大的，基本上打远处没有声音，你先开枪的情况下对方很难判断位置，所以雨天的战术如果有高倍镜的话可以选择远距离伏击或者地形进行作战。\n\n　　雾天来说，能见度非常的低，有些玩家会非常的压抑难受，反过来想，所有玩家都是跟你一样的条件，所以不需要过多的抱怨天气看不到人，狙击枪在雾天的作用是极小的，大部分还得看步枪和冲锋枪，能见度非常低的情况冲锋首先消音，步枪优先消焰器。喷子也是非常有用的，雾天一定要多带手雷，因为一般来说雾天的决赛圈人数比较多，手雷的战术作用将会最大，如果是多排，想想铺天盖地的手雷集火，真的是非常有威力。但是要注意的是决赛圈一定要找到掩体，切勿试图草丛伏地，因为决赛圈雾天很大概率散掉能见度增高。\n\n　　说说决赛圈的感受，很多新手玩儿了一段时间后也会有自己适合的战术进入到20名内，但是往往都会被干掉，前功尽弃，就算很肥也会死于非命，很可能怪于运气不好，和人对枪忘了开全自动，近距离对枪忘了换红点，不小心按到换枪换子弹，种种原因难道都是运气问题吗？错！都是你的技术问题，这类再通过后期训练可以避免很大一部分，前面说到刚开始的时段一定要苟，要活！\n\n　　那么接下来剩到20人内时就不是苟了，这个时候不确定因素已经非常小而你的战术作用会大大的提高，你的每一步计划都会影响你的吃鸡率，所以一定要想好下一步怎么做不要盲目和随缘。一般在这个情况只要你有掩体的情况下就可以杀人了，因为安全时间非常少大家都不想对枪旁边死不死人并不是第一优先级，而是都为了寻找掩体前进，掩体在后期尤为重要，有掩体一定要利用好，没有掩体也要创造掩体烟雾弹汽车船只甚至是空投都可以成为掩体，缩圈时一定要注意屁股，只要你的屁股没人，你的吃鸡率会比别人高很多，在你能量品多的时候先吃一瓶，看情况再吃满，很有用！\n\n　　再这个阶段战斗都是寻找对方失误的，基本留下来的都很会玩儿了，枪法意识基本差不多，所以一个小小的失误都会死掉，杀人不要急着舔包，除非你子弹不够了，要明白一个道理螳螂捕蝉黄雀在后，不是所有人都需要你来动手，别人在交战时你可以适当的等一下，哪一方死了你补掉另一个就可以了，可以尽量避免暴露位置。\n\n　　记住周围的枪声的方向还有类型，判断人数，预判人数，如果你都确定好人数的分布你可以行动了先从人数少的方向开始清人，明枪易躲暗箭难防，顺着枪声摸过去解决他免除后患，这样你周围人数少别的地方人多他们会互相血拼，获利的是你，这期间你可以判断下一个安全区和下一步的行动路线。"
    },
    {
      "title": "脚步声调大方法",
      "con": "《绝地求生大逃杀》声音调大之后，枪声、飞机、爆炸与开车声太大非常烦人，且脚步声也不是很清晰，那么究竟如何设置能让大家快速变为听声辩位高手呢？今天小编带来“UID13647447”分享的《绝地求生大逃杀》脚步声调大设置方法，有需要的玩家跟小编一起来看吧。\n\n　　绝地这游戏音效设置非常垃圾，声音调大了，枪声，飞机，爆炸，和开车的声音太大，对听力损害严重。声音设置小了又听不到脚步声，很多人都有这样的矛盾。有一个软件可以很好解决这个问题，叫soundlock（可自行百度下载）。\n\n　　这个软件功能很简单，就是限制最大音量。windows的音量设置只能同步增加或减少所有音量的百分比，而这个软件是强制限制最大音量，而不改变低于软件限制的小音量。安装好后，提高windows的音量设置，然后在这个软件设置上限，等于强行提高脚步，开门声，和远处枪声，降低其他过大音量，还能保护听力。\n\n　　我自己测试的结果：过去windows开30音量，再高就受不了飞机和贴脸枪声。安装这个软件后，大概放在3分之1的位置，然后windows调到40到50，在R城能很清楚听到学校的枪声，飞机上不用静音，被怼脸也不会吓一跳。个人感受，这个比其他所谓立体声软件靠谱的多。"
    },
    {
      "title": "生存跑毒及决赛圈打法",
      "con": "1.会按键说话。这个主要是心理的博弈了。组排的话，我一般都不说话，听队伍指挥。如果这局是组排想吃鸡，一上飞机看航线就开始吆喝了：跳军事基地啊！跳监狱啊！跳R城啊！不跳是狗！路线上哪人多喊哪。哦，反正我不跳。\n\n　　2.早进圈。我单排吃鸡的局，有好几次拎了个喷子或者冲锋，包都没有就杀进圈中心了。各种一杀吃鸡。最让我自豪的是，我还用弩吃过鸡。\n\n　　3.能当水鬼当水鬼。如果你有船的话，很多时候都会有空投落在海上。有可能莫名其妙你捡了几个空投之后，比好多城区出来的还肥。最后的圈不会落在水里，这点是肯定的。不过如果还有30个人的时候，圈还有一半在水上就可以考虑当水鬼了。当水鬼能活很久很久。而且随着圈越来越小，一般情况下，没人浪费子弹打水鬼的。不好打中，还会暴露自己的位置，得不偿失。\n\n　　4.能卡悬崖卡悬崖。一般情况下，也很少缩到悬崖边上。不过卡悬崖的生存几率大很多。因为你有一面是没有敌人的。而且悬崖之间肯定有缝隙是你一猫正面就打不到你的。缺点就是如果决赛圈刷的远就给给了。不过那就是运气成分了。这时候你需要拜一下宝哥了。\n\n　　5.学会吸毒跟含泪舔包。如果药多，还剩20个人的圈不用着急进。有一次我把三个队友装备舔干净之后。站着打了7个急救包，晃晃悠悠的跑进决赛圈，直接从屁股后面打死了我面前的两个人吃了鸡。他们估计也是一脸懵逼吧：这都是哪来的？这都几层毒了我们的屁股怎么还有人？\n\n　　6.呼吸大法。这招有点老了，现在很多人都已经会了。说白了就是跳航线之外的城区，第一时间不会遇到人还能把自己搜的很肥。不过我感觉现在这招还不如沿着公路跳找车来的方便。\n\n　　7.地形。既然是游戏，就肯定有很多地形是三面封闭，只有一个面是开放的。在随机刷圈的前提下，先占据圈内的这种位置是非常聪明的做法。例如遗迹后面墙角跟石头的夹缝，还有某个加油站围墙跟汽车的夹缝等等。我吃鸡杀人最多的那次就是卡的这种地形。如果你进圈够早周围没人的话，你还可以击毁自己的交通工具来创造这样的地形。\n\n　　8.合理运用装备。这个合理运用主要是指，手雷，烟，燃烧瓶。能捡就捡。如果你没看见人，那在不暴露自己位置的前提下，瞎丢就好了。炸到了666，炸不到也总会有傻子觉得自己暴露了然后站起来跑路的。我有一局，我们是1v1v3，我丢了七个雷稀里糊涂就吃鸡了。开开心心接受了小伙伴们一整天的吹比，其实我压根一个人都没看见。\n\n　　9.不要跟神仙过不去。啊对，还有很关键的一点。现在这游戏神仙蛮多的。你如果看见有一个人刷屏杀人，连着3个以上爆头的。基本上可以确认是神仙无疑了。别想着打神仙。听得到枪声，就躲着那个方向走。听不到就找个房子苟。我等凡人要有自知之明。\n\n　　10.后期千万千万不要卡毒边。单排，双排的胸带，真的，别卡毒边了，我发现亚服LYB是个人都要去卡毒边。然后一个圆圈，到处都是LYB趴在那，你在毒边打跑毒的，后面的人就打你，真的是极其难受！特别是最后2个圈，卡毒边对自身弹药消耗特别巨大，舔包又极其危险。我几个菜鸡朋友全程靠苟吃鸡，刚枪卡毒的少年进前5要不就是没血，要不就是位置太差。卡毒边适合中期，后期决战卡毒边真的是自残一刀。\n\n　　11.天命圈的房子其实是可以进的，我至少有十几把发现天命圈的房子根本没人敢进。大家都苟到草丛里，然后枪口对着房子。毕竟这个房子这个点这么好怎么可能没人。嘿，胸带，讲真，通常还真没人。因为亚服的生存环境，LYB横行，带脑子打这个游戏的人太多了。你想到的人家也想到了，大家都抱着同样的想法。结果就成了一个有趣的现象。最好的防御点没人敢去，因为大家都怕。\n\n　　12.中前期开车能绕开房子就绕开房子。还是亚服LYB造成的，LYB舔房子进出都关门。你单排远远一看，绝对的安静。然后你开着车，背着并不算太穷的装备。当你走进，没人打你，开门没人打你。结果你一低头，再见！这些LYB舔房子的时候，又喜欢不乱动东西。萌新开门进去一看，门是关着的，东西是好好的。低头看来看去，然后“砰！”跪了。四排就更惨了，车稍微一近点，4把枪怼你，结果你知道的。\n\n　　13.天命圈高低地时，选择低地，很多人喜欢高地，但是有个特别恶搞的事情就是。高地玩家趴着是看不到低地的，他稍微要看下坡下面就要露头，真的累。\n\n　　14.然后低地有几个好处，手雷是可以滚的，从低地仍高地滚手雷到岩石旁边真的是门学问；可以打屁股，我有好几次站在高地左右看，被低地按着CTRL键爬上来的LYB给捅了菊花；高地玩家是绝对不会往低地冲的，所以基本是对枪，这个就各凭本事了；只要你够阴，低地一般听到很重的枪响，只要不是打你，你就可以如野狗一样狂奔了，因为一般是高地人少，低地人多，浑水摸鱼有机会，高地太容易被针对了；烟雾弹，高地看烟雾弹是完全遮盖了，低地往高地看，烟雾弹最上面的厌恶是稀薄的，跟雾天一样，可以依稀看到影子的！\n\n　　14.尾随真的是吃鸡最好的手段啊！LYB喜欢趴着，独狼喜欢尾随，前面有人，近在咫尺，只要感觉安全这些LYB就不动手。全程默默的跟着你啊！看你怼人，然后自己记方向。你就像他的俩杆枪一样在外面怼天怼地怼空气！\n\n　　我有一次，双排已经是2V1了马上就吃鸡了！到处找人的时候，从我们最想不到的后面的树那里站起来个LYB。2下就怼死我们了，那天真的是把我们气炸了！特别是雨天的时候，无论什么时候一定要看屁股！因为很多时候你以为没人都是假象啊！都是血泪的教训！\n\n　　15.多排不要一个人去稍微有点富的野点，现在一个人打野然后找队友什么的你就别想了。现在亚服打野的人真的特别多，落单真的太容易死了。如果你枪法不好，又不能听声辩位，讲真，跟着队友吧。你永远不知道你进屋舔了一身装备，门外已经蹲着2个LYB等你半天了。有时候跑马路是最安全的。马路两边通常是不会有人伏击你的，胸带！有车过来你远远都能听到声音，往马路两边草地一趴就安全了。什么跑树林啊，跑山坡啊，都是找死！特别是中期跑麦田的，更是死得僵硬。因为麦田两边太多草能当幻影坦克了。实在搞不清哪里有人的时候，跑马路可能是最安全的。因为没有幻影坦克会去守大马路的。在飞机上开语音给大家放歌，然后选航线尽头资源比较丰富的点跳伞。\n\n　　16.看到空投可以往反方向跑了，因为安全区不会跟空投刷在一块，根据这个定理可以推断出下一个圈的大概位置，当你跑着跑着被人打了不知道人在哪时，可以找一棵树然后绕着这颗树不停地转圈，然后看子弹打在树的哪个部分，依据弹着点的方向来判断人打你的方向。如果说你知道子弹打来的方向但是不知道具体的敌人位置，你可以在确保自己安全的情况下露出半个身子等待敌人开枪，这时敌人要是开枪的话就会暴露自己的位置。\n\n　　17.闪身枪打法，这个打法尤其适合你与树后面的敌人对枪，具体的操作就是在树后面调整好自己的身位，把准星预瞄到敌人的位置，然后快速侧身开镜射击(这三步是需要同时的，切记不要侧身完再开镜)，打了两枪就收回。基本上敌人没反应过来你就已经打中他两枪了，如果有98k的话直接打头，对面的敌人会死的怀疑人生。这个方法需要多练，练的好的话整个过程一秒左右。不过有时候会遇到些失误比如没打到人或者没打中头，这时候你就需要调整身位和预瞄点。\n\n　　18.跳窗户，相信这个方法许多人都知道，就是对着大的窗户助跑(小窗户跳不出去)，然后准备到窗户时空格和c一起摁，就算有玻璃你也可以跳的出去。这个方法适合搜东西还有敌人攻楼的时候，可以出其不意的偷敌人屁股。\n\n　　19.当你和敌人近距离对枪的时候，可以在开几枪之后趴下来打，这样子敌人一时间反应不过来，空了许多枪，但是你已经利用这个失误把他击杀了。\n\n　　20.预判敌人的走位。当你在跑毒时发现了敌人但是敌人没发现你，可以依据他跑的方向和毒圈来判断敌人的走位来击杀他。当你离毒边较近时可以预先到达他要经过的位置并且伏击他，当敌人离毒边较近时就需要与他保持距离避免被他发现，这时候你可以绕到他的另一边来击杀他或者放弃击杀(视情况而定，如果周围比较危险就先保证自身安全)。\n\n　　21.当即将进入决赛圈时，不要选择躲房子或者直接进入毒圈的中心(躲房子的话就几个出口，人家很容易就可以把堵死，要么就是你出房子跑毒的时候会发现旁边都是人)，而是先在毒边找个反斜坡或者掩体消灭跑毒的人确保自己后方安全，为自己清出片安全区。"
    },
    {
      "title": "中距离对枪技巧",
      "con": "   　说下我现在喜欢的配置，m16+98k，包里常备红点4倍有个8倍更好，自从我发现扫射的不稳定情况后我就改用m16这把枪了，近距离的爆发力和中远距离的射速和稳定性让这把枪完爆m416，而且基本不需要配件，一把枪一个镜就直接满战斗力，这里着重说一下m16一定长配4倍镜，近距离开镜打头点射(打不准头打身体也行)，配合射速手只要快点，中距离基本就是秒人的节奏，什么全息压枪扫根本就是华而不实，4倍镜的m16中近距离真的王者地位，特别是50米-100米，几乎无后坐力的连点连mini都望尘莫及，如果是爬山战或者巷战就用全息切3连击，视野开阔后就换上4倍切点射，如果是先看到人就先用98k偷袭一发，反正尽量多利用地形绕道敌方较近距离战斗，尽量避免远处对枪，就算你狙到了对面头，也是在互相浪费补给，你要是真想吃了对方，就多走动多绕屁股，近距离打个措手不及。\n\n　　以上就是我的一些个人心得，总结一下就是不必盲目学习主播压枪扫射，使用好4倍镜有助于枪法不好的朋友，多利用地形走动绕后，围绕掩体打近距离战斗，推荐m16和mini这两把枪，稳定性好适合新手操作。"
    },
    {
      "title": "杀外挂技巧",
      "con": "挂具体分为哪几种\n　　1、透视\n　　3星恐怖，它永远能看见你，但是他看不到屁股，3DM那天演示那个高级一点的配地图的除外。\n\n　　2、透视+自瞄\n　　4星恐怖，锁头，锁胸，连TM脖子都能锁。\n\n　　3、闪电侠\n　　5星恐怖，闪电侠一般都是透视+自瞄，今天开车被一个闪电侠追着拿杂爆了我的头，是真的可怕。\n\n　　4、穿墙,透视+自瞄\n　　5星恐怖，我今天单排没遇到穿墙，哼！不然我后面想的诛仙怎么能成功呢！看朋友发4排已经开始999米98K穿墙爆头了。太猖獗了。\n\n　　5、套子\n　　5星恐怖，有透视+自瞄，套子顾名思义就是带个护盾的你打他不掉血，我最初是看韦神遇到那个闪电侠，韦神说了句带护盾的，我一开始觉得是韦神那颗雷没炸中。\n\n　　直到今天我遇到了。和韦神那个情况一模一样，他车开翻了(老子打野你开车来找我的)？然后跑出来，我点了他2枪，飚血，然后他上，我对面的三层炮楼，我卡着视角看着他，他在窗口半蹲，我直接4发打过去，打到身上没飚血。然后他掏枪SKS棒棒棒，我离开了这局游戏。是真的恐怖。\n\n　　以上是我目前遇到的挂以及没遇到的穿墙，听我同学说还有琦玉老师。想都不敢想。\n\n　　只开透视的挂，诛仙几率就50%，他在杀前面的人，你正好看到他，他死，不然你就被他追几条街。一般这种挂可以理解它们的心理对自己压枪有把握，不想太高调开自瞄，这种我们可以和他们拼一枪。\n\n　　开透视+自瞄的挂，诛仙几率只有。我算算我打了35把诛了3把自瞄的仙儿。但是在我第一次诛仙成功后，我发现我这个打法对自瞄是毁灭性的打击。因为开挂的人菜啊！\n\n　　自瞄可以在短时间内连续爆你头，从而达到秒杀你不给你还手的机会，我一开始觉得自瞄不恐怖，但是在我新赛季第一把吃鸡后遇到的自瞄直接把我心态都打崩掉。中午吃了个饭，该了锅大手思考一番后，我居然诛仙了！\n\n\n杀外挂思路\n　　自瞄是为了秒我们，不给我们反手的机会，因为他们枪很马需要借助科技，那么，开自瞄的人一定一定一定都很菜，我们会被它秒杀，那我们可以秒杀它么？\n\n　　答案是：我们可以秒！上一贴S686任何甲任何头一枪死！S1897任何甲任何头一枪死！S12K3级甲2枪其他也是一枪死！突然浮现在我脑中！是的我们拿喷子去诛仙啊！那么问题来了，如何营造一个能让挂死在我们喷子下的机会呢，需要一点运气，也是一波算计。\n\n　　以下内容就是诛仙的技巧了，思路已经有了，目前这个大环境，外挂普及了，你还想正常的玩游戏？还想学天才主播们跳下去杀2、30个人吃鸡？不可能了宝贝，因为你不是科技啊，我上一贴就说了，你有帝国鹰眼么？你有大量FPS游戏经验么？你是天才么(哪那么多天才，不都是练出来的)？\n\n　　我也只是一个普通的玩家，我也说过了，我没有图拉夫的鹰眼，也没有大量FPS游戏的经验，我只想揽件，杀人，被追杀就跑路，吃鸡。\n\n　　每个人都有每个人的玩法，这在上一个赛季是成立的，你可以落地成盒跳机场杀出一条血路被人堵桥，再跳一波，也可以苟到决赛圈一枪不开只杀最后那个人。\n\n　　但是就今天我打了一天下来和各种挂斗智斗勇后我发现目前只有2种玩法能让你在遇到仙儿的时候进前10或者诛仙。\n\n　　诛仙需要一点运气我说了，因为我们需要营造出一个能用喷子秒他的场景。"
    },
    {
      "title": "出生岛推测航线方法及技巧",
      "con": "一、在出生岛的时候把宿舍楼门都打开，落地后如果想回出生岛的话搜索物资会比较方便。\n\n　　二、抬头看空中是否能看到飞机（雾天会变成黑色的一个类似阴影的轮廓）\n\n　　其实游戏开始1分钟，飞机已经在天上了，地图四圈的某个位置就是起始点。\n\n　　由于出生岛在地图最东北角，所以如果看到了飞机的话，航线就是从东北方向开始的。\n\n　　如果飞机航线是东北角开始的话，那么就可以看飞机头部的方向，然后调整人物面向，就可以分析出准确的航线。\n\n　　看不到飞机也不要紧，至少你知道了航线不是从东北开始的呀（滑稽）。"
    },
    {
      "title": "单排及四排杀人技巧",
      "con": "      1、多队交火暗中观察，分清位置，交火枪声突然停了，马上去找灭了他们(他们舔包又救人至少10秒)。\n\n　　2、城中偶遇一队，他们人员分散，击倒补一枪别打死，找个二楼来回跳，巧用烟幕弹看位置。\n\n　　3、岩体后面守车，专打司机，击倒两个就能灭队。\n\n　　4、拿空投的最多来俩人、那都是给你送快递的。\n\n　　5、钓鱼别用KAR98、多用配件和药品，例如消音器，补偿器，止疼药，能量饮料。\n\n　　6、前两个圈总有队伍喜欢吃毒开车、找个岩体堵他们，他们又不知道你一个人。"
    },
    {
      "title": "报点方法及技巧",
      "con": "报点的标准格式\n　　1.是否开火+2.敌人方向+3.敌人距离+4.标志物+5.敌人数量及其他信息。\n\n1.是否开火\n　　为什么要把这个放在最前面。因为是否开火是报点行为的最终目的表达。如果不最先说明，容易造成沟通失误。\n\n　　对于某些场景，比如你们在毒圈外跑毒的时候。是非常不适宜跟毒圈内的人对枪的。做对枪的选择要慎之又慎。\n\n　　如果你不是示意开枪，但又不先做说明。可能没等你报完点。队友的枪声就可能已经连成一片了……\n\n　　所以正确的表述应该是：“准备打，NW，300方向，200米处的草地上有三个人在跑”或者“注意一下，不用开枪，右边500米外的房子围墙内侧有一队”，当然，如果用脚趾头想都知道要开枪的情况下可以省去这一步骤，或者你觉得这个局势不应该由你来指挥，你可以只报信息，让队内大佬进行决策。\n\n2.敌人方向\n　　方向的报法有两种\n　　一是前后左右法，这是首选方法，优点是简单清晰，队友能够迅速反应，但使用条件有限，仅适用于集体行军等面朝方向一致的场景，举例：“准备打，右边100米厕所里有人”，“注意一下，左后方200米有一个队在往山上跑”。\n\n　　二是东南西北法，游戏中对应东南西北还有相应的数字，从游戏界面上方的标尺可以看到你面朝的方向和具体数字。"
    },
    {
      "title": "跳伞决赛圈打法攻略及武器推荐",
      "con": "开局\n　　跳伞技巧：记住跳伞只有两个速度，126和234。\n\n　　126是平飞速度[按住W，鼠标控制身体与地面平行姿态]，在距离目标点较远的时候，使用126的速度飞行，可以让你尽量保持更远的飞行距离。\n\n　　234是俯冲落地的速度[按住W，鼠标控制身体与地面垂直姿态]，可以让你在开伞的瞬间达到120以上的速度，落地比别人更快。\n\n　　普通开伞速度会瞬间掉到80，然后马上到60。\n\n　　选择在离目标点两小格半的距离(250米)，鼠标往下拉到俯冲落地，可以比较精准的跳到目标点，而且是最快的速度落地。\n\n跳伞选点\n新手建议先在G港集装箱，机场，学校这样不用搜房就可以直接捡枪开打的地方练10~50个小时，先锻炼身法，近战，以及落地以后的选择(看附近的人与自己的距离，与枪的距离)。\n\n　　如果想存活时间长，建议落在边缘城区，或者沿路搜小房子，车在路边会随机刷，这个游戏交通工具非常重要。\n\n\n进阶细节技巧\n　　如何进决赛圈(第一个圈/第二个圈/第三个圈)，刷圈后注意自己与圈的距离。重点不要在空旷的地方乱晃。\n\n　　内圈距离安全区较近，可以选择在圈内或靠近圈的良好地形卡毒边跑毒的人。\n\n　　外圈距离安全区较远，迅速找交通工具，选择一块圈内适合防守的地形过去。\n\n　　圈内可以在建筑物内等待下一个圈。\n\n\n如何搜索敌人\n　　重点：不要随意晃动镜头，看好一个方向，不要站着不动，看到人再开镜，不要开镜找人，先搜近点。\n\n听声辩位\n　　听枪声分辨对方位置，在不清楚对方是前方还是后方时再晃动镜头确定位置，或者直接通过意识判断(前方有没有防守点，前方是不是圈内)。\n\n注意力集中点\n　　先近后远：先搜索近点两小格内的掩体位，多看各种掩体，记住掩体本来的样子，这样第一时间就会发现掩体旁有人的不同点，保持自身在移动，这样远点的敌人对你的威胁就会降低。\n\n　　远离房区：在第三个圈后，如果你或你们没有一个房区掩体，那么在靠近房区的时候一定要保证对房区方向有掩体(树/石头/背坡)。\n\n　　清理区域：到点后保证近点没人，然后清理一块区域保证这个区域不会再来人，再将集中力转移到另一个区域。\n\n　　重点：在无法判断敌方位置时，先看掩体弹孔判断方向，更换位置寻找敌人，保持一直移动的情况下，一般除非近在咫尺不然被秒杀的几率不大。\n\n\n决赛圈打法\n\n位置\n　　一号位：突进箭头，探点，观察，吸引火力。\n　　二号位：绕侧，突进箭头(菱形站位时在右前)。\n　　三号位：防侧，架枪，副狙(菱形站位时在左后)。\n　　四号位：狙击手，架枪，掩护。\n\n　　图例打法思路：由于我们是从SE方向杀过来，所以可以确保SE方向没人不用防守，地形上NW的敌人在远点对我们没有威胁所以暂时不管，NE与SW方向一个突前一个架枪2-2防守清圈内近点，清完，刷圈后4打2但地形不占优势，封烟控制敌方视野，进圈找掩体对打，拿下这一局。\n其他细节\n\n　　车的选择：吉普>轿车>其他。\n\n　　吉普越野性能好，如果最后决战圈在山内，可以移动车位置以成为掩体，而轿车在山内起步速度太慢容易做靶子。(吉普倒车起步更快)。\n\n枪械选择\n　　M16：没有全自动，新手紧张的时候会忘记点鼠标，而且三连发跳动太大不容易控制，但是射速极快，不吃配件，可以多加练习。\n\n　　M416：配件多，无配件非常难用，主要是左右跳动厉害，推荐直角握把，但不推荐主练这把枪。\n\n　　Scar：很稳，左右基本不跳，鼠标往下拖压枪就可以。\n\n　　AK：腰射距离强，单点下坠大，需要预瞄距离远，不建议使用。\n\n　　Groza：7.62版UZI，中近距离无敌\n\n　　Mini：后坐力小，弹道300米下坠都很小，子弹初速非常快，预瞄身位很短，是这个游戏里的激光枪了，但是和其他枪差距大，打惯了Mini会很不习惯其他枪的预瞄\n\n　　SKS：满配掌握好开枪间距和预瞄身位，连狙只有这一把好用(Mini当步枪打的)\n\n　　98K：如何解决98K打不到人的问题，很简单，丢掉，2333。这个游戏只要注意好近点(200米内)，就可以轻松达到2500分，但是想追求高KD和一枪秒人的快感，98K是需要练习的。\n如何做到开镜直接瞄到人\n\n　　首先要学会搜索人，做到看到人再开镜，然后学会开镜前预瞄，可以在游戏设置里将准星设置到更明显的颜色(默认白色)，先将准星移动到人的方向，再开镜。\n闪身位打\n\n　　QE只是有更多一点的身位和多一点掩护，并不代表对方打不到你，QE站着不动打只是逼对方爆你的头，闪身位的操作是，对方如果在掩体右边，D+E+右键+开枪(两三枪，在后坐力范围内)，做完这一套操作马上A拉回掩体，然后可以在另一边去打，A+Q+右键+开枪，左右闪身位，鼠标移动到预瞄的位置，开镜就是人直接打。"
    },
    {
      "title": "金币作用及刷金币",
      "con": "金币作用\n　　金币主要有以下两种使用方式：\n　　1、第一点是游戏后每一局获得的金币都可以用来开箱子，获取新的道具，像衣服、裤子、鞋子、防毒面具之类的。\n\n　　要注意的是：买的时候 买右边的箱子，左边的箱子需要RMB钥匙，左边1400金币箱子开出好东西的几率更大，不过要用人民币买钥匙，700那个买来可以直接开，不过开出好东西的几率不如1400的箱子，700金币的箱子每买一次之后价格会翻倍，过一段时间会回到700。\n\n　　2、3000金币可以给人物换长相和性别，也就是重新创立人物。\n\n\n金币奖励机制\n　　在说到金币赚取方式之前我们的首先了解清楚系统的金币奖励机制到底是怎样的。影响每局游戏金币数量的因素主要有以下３点。\n\n　　排名：首先可以确定的一点就是，玩家的生存排名对于金币的获取应该是影响最大的一项。可以拿一张零杀吃鸡的突来参考，吃鸡的状态下金币奖励高达800。\n\n击杀数：之后剩下的两个加成项目比较容易理解了，首先是击杀数是按照一个人头20金币结算。\n\n　　而生命值加分项在经过简单的测试之后，可以确定不是以自己还剩多少血或者加了多少来计算的，应该是按照你打掉的血量多少来计算。\n\n　　比如你打死10个人，这10个人都是由你击杀的，这些人100%的生命值都是经由你的子弹打掉的，那么你获取的金币应该会是200。\n\n　　游戏模式：另外，游戏模式对于金币也是有影响的。\n\n      单排的金币是多于双排的，同理应该也多于4排。\n\n　　这里只算了吃鸡的金币数，非第一的情况有点多没怎么算，估计是按照前10一个档次，剩下的一个档次来算的。\n\n\n金币赚取方式\n挂机刷金币\n　　很多小伙伴们也只到现在吃鸡中有很多的挂机党，经过简单的计算，这些挂机党从排队到死亡大概就用5分钟的时间，一个玩家(帐号)能收50-70BP，不被打断的话很快就能刷到上千BP币。最近箱子开出的服饰，比如2100元的白色校服裙等，可以说是一本万利的买卖，也难怪会有很多这样投机倒把的人了。不过这种做法并不推荐，因为会非常影响游戏环境。\n\n杀人刷金币\n　　作为一个吃鸡(绝地大逃杀)的资深玩家，我对如何赚取金币有一些独特的技巧。刚开始游戏，跳伞尽量跳到建筑多的地方，应为建筑多的地方人往往会多。\n\n　　尽量比他人早些跳到下面，然后迅速进建筑去找枪，找到枪不要逗留马上去其他房子找人，这个时候大部分人往往都在着装备，趁其不备多杀几个人(杀的人越多，金币越多)，直接跟他们拼命，4到5分钟一盘游戏，一般一盘游戏能刷150到200的金币。不过这种方法需要你具有一定的技术，如果技术不过关把把落地成盒就尴尬了。\n苟活刷金币\n\n　　最后给大家推荐一个终极牛逼的刷金币方法，前面有说过这个游戏有不少的挂机党，而且加上这个游戏的配置要求比较高。玩家在游戏中经常会出现卡机的现象，而且我们中国玩家需要通过代理来进行游戏，经常会出现断连的现象。\n\n　　所以我们可以利用以上几点现象，在飞机上一直呆到最后让系统进行强制跳伞。落地之后你一定会发现你周围都是一群木头人，花点时间将他们变成盒子之后就可以轻松获得一百上下的金币，一局的时间也就四五分钟。主要是比上一种方法要方便很多，没什么硬性要求。"
    },
    {
      "title": "压枪、提前量及枪法技巧",
      "con": "1.压枪\n　　这个易上手难精通，普通玩家和大神的区别也能体现很明显。\n\n　　简单来说就是鼠标下移就可以了，因为绝地求生这款游戏的弹道是有变量的，所以不能像CSGO那样按照固定弹道压枪，所以很难将弹道稳定在一个点上，但中近距离保持一个较小范围还是能做到的。\n\n　　每把枪鼠标的下移速度只要常练习还是能够轻松入门的。\n\n2.闪身枪\n　　利用第三人称视角观察目标，然后从掩体拉出来的一瞬间将准心瞄到目标点，这个需要大量练习才能做到精准，很多人都是先拉出来身子，然后开镜，然后将准心移到目标点，大家需要做的就是缩短这个过程，在拉出来的一瞬间，开镜并将准心拉倒目标点。\n\n3.瞬狙\n　　对于这款游戏来说，分段越高，你瞬狙的速度和精准度就要越高，和闪身枪一个道理，需要大量的练习，这个比较吃反应和天赋。\n\n4.节奏\n　　勤加练习不同枪的单点开枪节奏和四倍镜的开枪节奏，这个也是枪法提高的一大因素，尽量让自己的击杀效率更快是唯一目的。\n\n5.提前量\n　　因为不同枪的子弹初速和飞行时间不一样，所以同样距离下的提前预判也不一样，556子弹的步枪基本上差不多，只有M16A4略快一些，就当是一样的对待没什么问题，需要注意的是AK这把枪，他的子弹初速只有715，而且后座力偏正也比其他步枪高，所以就意味着在你选择这把枪后你需要预判更大的身位及更慢的开枪速度，况且这个版本的AK自动模式下压枪简直就是反人类，近距离还好，稍微远一点就难命中了。\n\n　　对于提前的距离根据你的枪械不同和目标的距离不同，所以这个东西要多练习才能掌握。\n\n　　我个人都是先凭感觉估算提前量，看看子弹的落点是他身前还是身后，再决定下一枪的提前量，至于归零……我因为个人习惯所以从来不用，大家可以根据自己习惯来调。\n\n6.第二武器的选择\n　　很多人介于冲锋枪和霰弹枪难决定，我个人意见是你哪个效果好用哪个，我个人反正玩不来喷子这个玄学武器，各有各的优势，喷子就是近距离能秒人，冲锋枪就是近距离因为射速快的缘故伤害量大，五米距离，如果双方枪法都中的话，喷子稳赢，但因为他玄学的着弹点，所以我选择冲锋枪，当然，我如果自己玩的话一般都是配狙，我们队伍里有狙击手的位置了，所以我就选冲锋枪。\n\n7.道具运用\n　　我发现很多人都不怎么喜欢用道具，这个游戏的投掷物效果都是异常的变态。\n\n　　这个版本的手雷爆炸伤害高，范围远，必备，闪光弹能够根据距离影响你的视线和听力也是攻楼效果极好，烟雾弹就不用说了，撤退，进攻都很好用，至于燃烧瓶，你可以用来清点逼迫别人走出掩体，也可以选择补掉你之前打倒的目标。\n\n8.打头还是打身体\n　　这个取决于你的个人实力，个人推荐是第一枪能拉头拉头，然后压枪往身体压，比较稳，至于慢点打头，这个因人而异看你选择，我最近在练习第一时间先打身体然后几枪跟头，会比第一种多打一发子弹差不多。\n\n9.手感建议\n　　很多人有手感的时候状态不一样，这个东西我也不知道怎么表达，我个人一般是手出汗的时候手感比较好，而有的人手一出汗就手感很差了，我一般找手感的方法就是高频率的使用鼠标，一小会就有了，我个人具体表现是开局守望先锋打两把麦克雷就有手感了…，当然有的时候想有也没有，这个东西比较玄学吧。\n\n10.细节\n　　在近距离的时候如果要转角交火，最好不要开镜或者右键，会大幅度降低你的移动速度，个人推荐是提前直接左键开枪扫射，这个细节很重要。\n\n11.想要快速提高枪法的建议\n　　不要龟，不要怂，多去刚，练枪阶段就不要在乎分和KD之类的东西，能落大城就落大城，能落机场就落机场，我刚玩这游戏的时候就是落地杀两个然后变盒子然后重开，一直重复进行，枪法提高很快，我刚开始玩的时候就是单人开四排，然后疯狂练枪，当然，我不是推荐你要去单人打四排，因为游戏体验极差，极其枯燥和无聊，因为基本上必死，无非就是多杀几个人，但打四排来人快，你打他一个队友就来三个人。\n\n　　1600分我也见过枪法很刚的人，2500分我也见过枪法很水的人，这些人大有人在，如果你想快速提高枪法，就必须要大量的练习，而我提供给你的方法只是能减少这些练习时间，至于练多久，看你想要达到什么样的枪法程度以及你的天赋…\n\n　　个人感觉枪法没有什么太多能教的东西，因为这个东西需要大量的练习才能提高，而如果想要玩好这个游戏想要上分的话，就对于意识的要求非常高了。"
    },
    {
      "title": "枪支、载具选择技巧及多排打法",
      "con": "枪支的选择\n1.98K、M24、awm、弩\n　　这把枪我玩的比较多，在使用这把枪以前我们先要了解地图的距离，也就是判断敌我之间距离。打开地图，地图一小格是一百米，平时没人的时候我们可以对着地图了解一下一百米到底是多远。这对报点也是很重要的，比如nw330 一百六十米灰色岩石后有一个三级头98K这能让队友在第一时间知道敌人在哪里，进而做出反应。言归正传，了解了距离以后，打固定把：100米之内直接瞄脸上打，100-200瞄头顶也就是天灵盖的地方打，200-300枪口抬高0.5-1毫米，300-400米抬高1-1.5 以此类推。打移动把看距离打提前量加抬高，因为最近的改动98K打2级甲全中身体要3枪死，所以打移动靶除非距离特别远，否则一律用步枪点。那些几百米外一枪暴头的都是集锦里面的。\n\n　　M24跟awm都是空投产物，区别在于打3级头awm一枪死而M24死不了。这在对枪时能提现巨大优势。然而因为马格南子弹的稀少很多人拿到这把枪以后就舍不得打，总觉得拿了这把枪不杀20个对不起这把枪，然后一枪未发直接送快递。拿到这把枪不要舍不得，拿来打胎都不亏！不然都是别人的了…至于打法，awm300米内子弹下坠极少直接瞄头打.300米外看着上抬。M24下坠比98K少一点，也可参考98K打法。\n\n　　弩50米内无下坠，3级头一箭死，后面下坠全看运气，只存在集锦之中的神器，雾天有奇效！\n\n2.sks、mini14、mk14、vss\n　　这几把都是连狙区别在于sks跟mk14伤害高，mini14稳但伤害相对狙来说低了一点，vss自带消音四倍可开连发伤害较低。这几把连狙打移动靶有奇效，打固定把的话建议直接瞄头打，别瞄身体浪费输出，有时候就差那一枪就能改变整个战局。个人推荐拿mini14这把枪一个弹夹20发子弹后坐力小相对其他来说还是比较容易上手。而sks配件不容易凑齐，0配sks又很抖不推荐使用，毕竟不是每个人都能8倍sks超远距离两枪带走的。\nmk14这把枪左右抖动幅度不大上下跳跃极大，又因为是空投产物平时接触不多，不经常使用，不是很了解。vss这把雾天使用效果会不错，其他时候不推荐使用，没什么卵用。\n\n3.AK47、scar、M16、M4、M249、groza\n　　针对现在这个更新来看更多的人使用scar和M4，AK跟M16用的人不多，主要原因在近距离作战的时候这几把枪的表现大相径庭，scar和M4满配情况下稳定性高压枪容易许多，一般情况这两把是首选。而16跟ak，16只有3连点，很多人会下意识的按住鼠标不放只发了三枪就被带走了，不过手速快的人这把枪还是近战无敌的。缺点在于压枪不容易上手需要大量练习才能掌握。AK改动过后子弹不止上下飘，左右也飘。开一倍镜打的时候千万记得不要瞄头，否则你会后悔的。一定要打身体，而且使用方法跟M16相同，不要按着不放，用手指单点。这样会准一点。建议用AK的时候，除非敌人在脸上，不然都用单点，瞄头打，两枪带走，要是开连发可能两梭子打完都没死。\n\n　　大菠萝跟狗砸这两把都是空投出的，很多人都不喜欢大菠萝不知道为什么，其实这把枪很好用的，射程跟M16差不多可以说是步枪里面最远的了，近距离或者打车都是效果极佳，如果有捡到的小伙伴下次可以试试，不要捡了子弹就跑。狗砸这把枪伤害高，射速快，后坐力低。中近距离作战如果拿着这把枪都打不过别人，那真的没办法了，只能多玩几把了。\n\n4.ump9、uzi、vctor、汤姆逊\n　　单排首选uzi跟vctor射速快，可以在第一时间秒掉对手，满配状态下两把射速都是拉满，区别在于装了扩容弹夹uzi是35发vctor是25，uzi不能装镜而vctor可以，因为射速太快有时候没秒掉人就会被人反手打死。所以一定要打的稳准狠。多排ump首选，子弹多装三角握把跟全息之后近距离扫车扫人都是有不错的效果。汤姆逊这把枪装了扩容有50发，枪口只能装消音，射速不快不能装镜，不建议使用。被移出空投的枪表现都不是很好。所以综合来说的话还是ump9这把枪更适合现在这个潮流。这一点从比赛中就能看出来。\n\n5.S686、S1897、S12K\n　　单排双排选686强，无敌！近距离不管你三级头三级甲，老夫一枪带你走。1897在多排中使用效果会比686高很多因为有5发子弹容错率也能高很多，装了呃瘤圈之后也是一发入魂。S12K这把枪使用最多的在守楼的时候以及两车近距离交火的时候，这把枪从伤害来说要两枪死，跟它喷子的身份不符合，不过它又能装镜还能八倍消音，能给敌人造成你有长枪而且很肥的假象。推荐使用S1897伤害高，哪里都能捡的到，配件少，近距离很强。\n\n车辆的选择\n　　这游戏有了车就赢了一半，没有车跑毒都跑的半死。\n\n1、吉普车\n　　这个车时速能达到100码，开的稳而且上山贼稳，是所有载具中第一推荐的车辆。缺点耗油高，开这个车平时要带油多跟宝哥学一下。关键时候在平原交战可以充当掩体也是个不错的选择。\n\n2、轿车\n　　时速能到120，缺点起步慢，上山不行，当掩体的话也没吉普大。不过胜在省油，能开很远。\n\n3、蹦子\n　　这车单排时候用还是不错的，车速能到90，主要是从后面打过来座位能完美挡住子弹，缺点在于车胎非常容易被打爆，而且爆了之后车速瞬间下降原地打滑。开这车的时候要是打滑了或者快要打滑了就不要摁加速了。\n\n4、双人摩托\n　　杂技选手首选，车速150，体验飞一般的感觉。开这个优点是快，别人不容易打中你，缺点是死的也快，你会经常翻车。这里教你一个方法，车飞起来的时候按S压车头，空格压车尾。能有效下降死亡率。\n\n5、三人摩托\n　　除非跑毒要死了，否则千万别开，谁开谁知道。\n打法的选择\n　　这里主要说多排，单排的话参考一下就行了。\n\n1.摸毒边打法\n　　这个打法有很多讲究，首先如果我们这边毒边是航线那里要小心了，这里会来非常多的人，人一定要分散开，观察各个方位随时都可能会来人。发现敌人以后第一时间报点报人数让队友知道并且迅速做出反应。不建议在毒边长时间逗留，这样可能会造成队友减员，这在决赛圈是非常伤的。一般建议在毒边卡一下没进毒的人，吃了一两对或者几个人以后迅速往下一个安全区转移。一来可以继续在毒边卡人二来能防止别人在毒边卡你。当然如果有车假建议开到航线的没人的地方贴毒进圈，这样能在前期保证队伍的完整，如果不肥的话这种方法会让你在决赛圈很难受。\n\n2.占圈中心房子打法\n　　这个打法比较适合一开始下来找车往偏远城区发育的队伍，因为对搜完一个城的队伍来说你们已经不缺什么东西了，除了可能没高倍镜之外其他基本该有的都有了。这个打法就是要讲究选位置，你要对地图有足够的认知。知道圈内哪个地方好，一定要在第一时间去占领这个地方，有可能晚了一秒就是别人刚到已经下车了，那就是他打你的节奏。你早到一秒就是你打别人的节奏。而且这个打法来说，前三个圈一定要有车，第四或者第五个圈的时候除非平原地区否则建议步行前进，而且一定要把你们靠近毒边的这一边人清干净，保证屁股后面没人，有时候反向清人很重要。最后一路慢慢摸进去打到决赛圈。决赛圈怎么打只能看情况了。这个不好说，玩多了就知道了。\n\n3.开车巡逻打法\n　　这个第一要求车技好，第二要求眼神听力好，第三枪刚。能这样打的估计也不会看我的帖子了，我就不多bb了。"
    },
    {
      "title": "新手各阶段跳伞点推荐及分析",
      "con": "伞兵SOLO养成指南第一步-成为校霸\n　　为什么要成为一个校霸？\n　　不得不说，学校这个鸟地方，在吃鸡这游戏里，也是个教育人的好地方。\n\n　　首先培养眼力，是决定从1楼开始入侵楼上，还是判断自己可以直接落在枪上于是直接落在屋顶。\n\n　　而且可以培养反应能力，贴脸刚枪能力。\n\n　　最重要的是会让你对脚步声异常的敏感，为后期决战圈听声做好训练。\n\n\n伞兵SOLO养成指南第二步-成为G港恶霸\n　　G港，物资丰富，血战不断\n　　G港是个培养中短距离战斗力的好地方，对于心理素质也是有极好的锻炼能力，在密集的集装箱跑着跑着，碰到个人，不要慌乱，冲着他一通扫。\n\n　　在学校你学会了近身作战，在G港你就要学会利用掩体，以及判断哪里打的你，这一点非常的重要，G港和N港都有高台，还有各种各样的掩体，一定要及时从中弹位置和声音判断出是从哪里打来的，再根据自身所在位置和圈的位置决定是溜了溜了还是还手。\n\n\n伞兵SOLO指南第三步-速清靶场\n　　经常会有一条航线经过S港，S港附近有个靶场，靶场这个地方，门口有个防空洞，学会从防空洞去摸靶场里面的人。\n\n　　靶场正门右手边有个洞，洞出来右手边就是靶场的围栏，围栏偷靶场是真的脏，基本有把自动就可以灭了靶场的人。具体怎么灭，可以参考B站up：瘒叔又帅又可爱。部分视频，里面有我们开场打靶场的人的视频，同时也欢迎加入我们群\n\n\n伞兵SOLO指南第四步-称霸机场\n　　机场资源分部大概有如下几个：C字楼【U型楼】、高脚架、工厂区、仓库区、指挥部、防空洞。每个地方的打法也是各不相同。\n\n　　指挥部就是拼近身硬刚，要么从2楼跳下去绕人。从指挥部出来可以根据自身情况决定攻厂区还是去防空洞或者开车去N港。\n\n　　高脚架也一样，拼抢资源速度，硬刚。\n\n　　主要讲一下工厂区和C字楼的战斗。\n　　工厂区：注意听脚步位置，注意器件中间的缝隙，是可以看到人的一部分身体的\n\n　　工厂区的战斗枪械\n　　S12k＞S686＞冲锋枪械＞S1897＞自动步枪\n\n　　对新人是这样的，因为S12K和686正中是即死的，并且拥有多次射击机会，冲锋枪械也是同理，1897因为发射间隔问题是比较头疼的，新人如果不能一枪正中，很可能就会因为间隙被反杀，自动则是因为射速没有冲锋枪快，所以被排外末尾，其实当你进阶学校之后，自动在机场也是很强的，全自动基本不给反应时间直接扫死的。下图有我s12k后手碰到s1897的Gif。\n\n　　C字楼\n　　这个地方真的不推荐新人跳，全地图竞争最激烈的几个地方之一，落地必有战斗，反应能力一定要快，不要落在楼顶正中间的位置，跑都不好跑，跳楼又要损失血量，游戏初期每一丝血都是及其关键的！在C字楼开门一定要注意侧身开门，开了就往旁边动一下，避免直接被击杀。"
    },
    {
      "title": "单排跳伞及决赛圈打法",
      "con": "第一步——跳伞练习\n　　首先，先不要管什么P城M城，第一步就是练习跳伞，其实就两个重点：\n\n　　1、水平降落-水平视线可以让你往前飞更远，一般没有提早开伞的话，直接落地大概可以飞两大格距离。\n\n　　2、直线降落-就直直往下的冲，可以让你以最快的速度着地。\n新手心得：\n\n　　一般我都会偏离航道往两边飞一大格，躲开大城找些小屋降落，假如你比较冲的话也能跟别人一起跳大城拼命。\n\n\n第二步——练习捡东西和速度\n　　按TAB来捡东西是个人感觉比较方便的，假如你是一个人玩，大概检个十来二十场你就开始清楚哪些需要捡，哪些可以不捡。\n\n　　新手是很容易被一堆枪配件迷惑的，也有的人在还没捡到背包的时候就乱捡一堆东西导致负重。\n\n　　一般来说最重要的是先捡枪>防具（防弹衣&头盔）>各种补品>背包。\n\n注意：\n　　搜完第一间房子后请看一下地图安全区在哪，圈内你可以继续搜别的房间，圈外你就要自己衡量先进圈还是继续搜别的房间。\n\n新手心得：\n　　有大枪固然是好，但如果你没有枪类游戏的经验，其实散弹枪才是新手最佳的朋友，只要距离够近基本一发就能搞定对方，特别是在屋子里对峙的时候，散弹枪是最强的而且也是继手枪以外最容易捡到的枪类，所以千万不要嫌弃！\n\n\n第三步——观察思考\n　　当你捡东西差不多的时候你就要考虑往哪走了，没有这么多天命圈的！！！\n\n　　以我而言，新手保命首选地方有两个，在大草丛里蹲或趴下，或是守在一间房子里（注意进屋后把开过的门都关上假装没人来过，然后掏出你那根巨大的散弹枪蹲人吧）\n\n　　但是房子有一点值得注意的是，圈始终会缩小，就算让你蹲到一两个敌人你还是需要离开房子进圈，这种时候特别容易被房子外的敌人蹲你（你在里面开枪那么大声你当外面都是聋的吗）\n\n　　所以最好练习一下大跳，从屋子的窗户跳出去绕走离开，让你的活命机会大大提高，因为很多盯着屋子的人一般都注意着门口较多。\n第四步——吃鸡\n\n　　假如让你龟到剩10人的时候，恭喜你！你有机会吃鸡了！\n\n　　千万不要紧张，找掩体趴下或蹲着看看四周有什么风吹草动，开启你的写轮眼。\n\n　　你要想像你的敌人会躲在哪，一点一点的趴着移动，发现敌人不需要第一时间开枪，这样容易让你曝光自己的位置，先观察！祈求他们打起来，最好就是打到剩2人！\n\n　　如果太久没有动静的话不妨往远处扔个手雷钓一下鱼引诱敌人，最后能不能吃鸡就靠你自己了。\n小提示\n\n　　假如想练技术不妨多跳大城，习惯一下快速搜物资打混战，有很大的帮助。\n\n　　地图上方的Shooting Range靶场也可以熟悉一下枪支准心弹道之类的。\n\n　　对了，记得戴上你的耳机玩，如果你不希望总是听不到脚本声被偷袭或别人开车快要撞到你才听到引擎声吃亏的话，记得戴上耳机！"
    },
    {
      "title": "Win10声音优化",
      "con": "优化步骤：\n　　1、打开【应用商店】，搜索【Dolby Access】并下载。\n\n　　2、在【控制面板】中找到【声音-播放】，选中【当前扬声器】双击。\n\n　　3、找到【扬声器属性-空间音效-空间音效格式Dolby Atmos for Headphones】并勾选【打开7.1虚拟环绕声】。\n\n　　4、此时会弹出Dolby Access，选择【30天试用】即可使用。\n\n　　每次游戏开始之前确认Dolby Atmos for Headphones开启，勾选【打开7.1虚拟环绕声】，因为这个好像每次重启要重新开一遍，即可享受明显的提升。\n\n\n特别注意：\n　　1、以下内容仅适合双声道耳机，其优化效果并不是太适合5.1或7.1声道耳机，耳机越好效果越不明显。\n\n　　2、以下内容仅适合windows10创意者更新，请确保使用了最新的windows10。"
    },
    {
      "title": "能量值及饮料解析",
      "con": "能量值介绍\n首先介绍一下能量条的基本设定，很多新玩家搞不清楚这个能量条到底有什么用。其实能量的作用主要有两点：\n\n　　第一点：能量可以帮助你回复血量，这个游戏有个设定。通过急救包和绷带最多只能回复本身最大生命值75%的血量，想把血回满只能通过补充能量回血，能量条有四个阶段，一阶段是加生命恢复，二阶段是加强一阶段的效果，也就是加速回血。\n\n　　第二点：当能量条超过第二个阶段时你便会获得一个加速buff，四阶段是在三阶段的加强移速上进一步加强。\n\n\n能量物品介绍\n\n肾上腺素\n肾上腺素能够瞬间给角色100点能量。使用时执行某些动作将会取消使用。\n　　8秒使用时间。\n　　所占容量：20\n能量饮料\n能量饮料能够瞬间给予角色40点能量加成。使用时执行某些动作将会取消使用。\n　　4秒使用时间。\n　　所占容量4\n止痛药\n增加75能量.跟能量饮料一样持续回血.\n　　使用时间\n　　7.5S\n　　所占容量：10\n\n对比分析\n　　玩家目前主要争论的问题为到底是能量饮料还是止痛药好用，而肾上腺素因为本身太过稀少的缘故不具有对比性。小编个人认为需要从游戏的阶段来考虑。\n\n　　从游戏的前期角度来出发，此时玩家的装备还未成型，在激烈的战斗中很容易损失自身的状态。这时我们更看重的是回复的血量值的多少，所以从前期来讲，止痛药更值得我们看重。\n\n　　从游戏的后期角度考虑，这时我们已经逐步进入紧张的对峙阶段，每一秒都充满着危险。能量饮料虽然只比止痛药少3.5秒的使用时间，但这省下的几秒却有可能影响战局。而且后期玩家的装备都已成型，身上的负重基本饱和，饮料相比于止痛药的质量优势又得以体现，所以说饮料在后期要由于止痛药。\n\n　　如果前期资源充足的情况下，带上两个止痛药就基本够用了，剩下的可以全拿饮料。游戏后期最好保持自己能量条维持在一个高阶段。也许瞬间的回血就可能让你反败为胜。"
    },
    {
      "title": "缩圈时间及移动最短距离等技巧",
      "con": "1.开始等待的地区在右上角，跳伞后也能游/开船回去搜索物资。 \n\n　　2.就算不跳伞，最后还是会被飞机放下来，有可能降落在海上。（如果都不动的话，大部分在陆地边缘\n\n　　3.缩圈时间：\n　　第一圈五分钟之后缩圈，再过五分钟整缩圈完毕。（大概有一半左右被淘汰\n　　第二圈三分二十秒之后缩圈，两分二十秒缩圈完毕。\n　　第三圈两分三十秒之后缩圈，一分三十秒缩圈完毕。\n　　第四圈两分之后缩圈，一分整缩圈完毕。\n　　第五圈两分之后缩圈，四十秒缩圈完毕。（通常打到四五圈就结束了\n　　第六圈一分三十秒缩圈，三十秒缩圈完毕。\n　　第七圈一分三十秒缩圈，二十五秒缩圈完毕。\n\n　　4.内圈比外圈缩得更慢，蓝圈距离白圈最近的两点最慢，距离越远的越快。\n\n　　5.大地图一格大概两分半跑完，一小格大概十五秒。（最短距离\n　　空手跑步+能量喝满最快。（按下X取消武器\n\n　　6.全息和红点镜没差别，外框和瞄准准星不同而已。（都是1.25倍率\n\n　　7.BP可以用来买箱子，更改性别。\n　　箱子每周重新设置一次。\n\n　　8.模式：\n　　滑鼠移动到左上角不动即可跑出选单，前面为地区服务器。\n　　SOLO-单人\n　　DUO-双排\n　　SQUAD-四排\n　　FPP-第一人称\n\n　　9.没有武器的话可以拳头跳打爆头，还是挺痛的。\n\n　　10.手榴弹，拉插销后没丢出去请勿换枪，一样会爆炸，握在手上别超过5秒，会爆炸。"
    },
    {
      "title": "钓鱼技巧",
      "con": "1、汽车钓鱼\n第一步：一般是在桥头放一辆车，打爆轮胎，最好是自己躲藏方位的，不易被发觉。\n第二步：蹲在草丛、屋里、树后等，或者伏地魔，来人就杀，不要犹豫。\n第三步：杀人之后不要舔包，舔包容易被杀，包还可以继续做诱饵，保证安全的情况下继续蹲。\n2、补给箱钓鱼\n第一步：首先你需要保证有车，有狙击枪，以最快的速度将补给拿走，留下一些用处不大的枪和配件等，不要留子弹。\n第二步：在稍远的地方蹲着或者伏地魔，有人过来捡东西就崩他，一般还没反应过来就会被打死。\n3、房间钓鱼\n第一步：房子先搜索一遍，然后伪装成没人来过的样子，门关着，入口和死角位置都能看到的地方放上医疗包和饮料，不用放太多。\n第二步：找个有利的位置隐蔽起来，有人来就崩，杀了之后利用棺材还可以继续钓鱼。\n \n其他技巧\n1、开门侧着身子去开，用第三人称观看门后情况，养成良好的开门习惯。\n2、手雷往窗户里或窗户外扔的时候，要先打碎玻璃。\n3、掩体后面灵活使用Q和E，侧身开枪，自己更安全。\n4、按住shift是跑动，按住Ctrl是静步走，按5可以切换手雷，连续按5可以切换不同的手雷。\n5、通过密位调整可以改变归零距离，pageup是增加，pagedown是减少，初始值100，即瞄具中心点表示100m时子弹的位置。射程内：低处打高处瞄下面点，高处打低处瞄上面点；射程外：低处打高处瞄上面点，高处打低处瞄下面点。"
    },
    {
      "title": "跑图技巧",
      "con": "1、人群密集的地方不要直接开门，门是可以破坏的，如果确定门后有人的话，直接用枪扫射；\n2、跑图时候可以按住 Alt 键观察周围，不用改变角色身体角度；\n3、奔跑遇到攻击，呈蛇形线跑，确定枪声位置，迅速找到掩体进行反击；\n4、灌丛林、草丛等地方躲藏时，只有高画质的看不到，低画质的玩家还是可以看到的；\n5、多注意听脚步声，游戏中脚步声非常清晰；\n6、如果怕捡物资人太集中，跳伞时注意观察飞机上的状态，重点物资地点一般人很多；\n7、手雷很重要，随着安全范围缩小，敌人一般会藏在房屋树后，用手雷能逼出敌人，还可以配合烟雾弹进行突击；\n8、瞄准时可按Shift键屏气，远战有利于提高准确率，近战作用不大；\n9、搜索地形复杂区域，最好使用喷子或冲锋，没有的话，将枪切换成连射模式；\n10、击杀敌人后，不要着急抢包，先确定周围没人，然后趴下捡包；\n11、猥琐是王道，阴人才能活到最后，所以，有好装备好枪法也不要冲出去蛮干；\n12、游戏中最忌讳暴露自己的位置，枪声、脚步声、开车声等等都会吸引敌人，如果不是离安全区特别远，尽量不要开车；\n13、手雷拉开后，4秒会炸，速度要快，不然在空中就炸了；\n14、大衣、夹克之类的衣服可以增加部分容量；\n15、如果打死一个敌人，他处于倒地状态，证明还有队友；\n16、蹲点最好是在安全区边缘，不但可以保证自己后方安全，还可以击杀跑毒的敌人，需要注意的是，别让自己陷入到电磁波里；\n17、想查看周围物资时，可以按 Tab键，周围一定范围内的所有东西都会在背包左侧显示；\n18、开门也是有声音的，当其他玩家进入一间房子并关上门，又没有发现你时，可以猫在门口准备击杀；\n19、躲在树后要左右轻微晃动，不然可能被一枪爆头；\n20、部分子弹可以通用，武器属性详见 绝地求生武器库 ，M4/SCAR通用5.56mm（绿色盒子），AK/狙击通用7.62mm（屎黄色盒子），冲锋/手枪通用9mm（橙色盒子），喷子通用12号（红色盒子）；"
    },
    {
      "title": "实战技巧",
      "con": "跳伞篇\n最远跳伞方式：未开伞时，可水平加速，鼠标移动朝向天空，按住W键，最高时速可达126km；\n最快下坠方式：鼠标移动对地，开伞后不松加速，同时按住左或右，最高时速可50km螺旋落地；\n扔雷篇\n瞄准辅助红线的红色目标圈高度一定准，但左右不一定准；\n燃烧瓶和烟雾弹都可以穿墙；\n投掷时，人物手部模型撞墙，则雷会落在自己脚底；\n隔两层玻璃扔雷时，一定要先打碎一层，因为雷可以砸碎第一层玻璃，不一定能砸碎第二层；\n射击篇\n步枪和狙击子弹废除最大射程后，可能会发生偏移，故而打射程较远的目标，可以三四枪微调一次；\nM16A4单点射速客观，后座力小易压枪，是枪械里面在200m以内用4倍镜高速连点后坐力最小又很好用的；不左右飘，3连射可秒天秒地，刚枪无敌。\n配件及其他\n抑制器不是将枪声完全消除，而是将音量减到很小；\n能量槽分为四格，每格提供加成不同，两格以上才加跑速；\n燃烧瓶烧中没三甲必死；\n镜内密位瞄比准星归零对远处瞄准更有用，全息和红点没有密位；\n水中按C键可快速潜水，按空格键可快速上浮；\n战斗技巧篇\n4排时用突击步枪集火一辆车可瞬间引爆，普通步枪40-50枪会爆炸，喷子9枪左右。需要注意的是，不同车辆血和防不一样。\n子弹总打到护栏上，后退三个身位左右倾斜就可以了。\n双排两人坐车时，让队友坐在身后座上，这样遇袭时可用一个甩尾，将车右侧留给敌人，下车不用担心没有掩体。\n用小蓝皮做掩体时，蹲着会被爆头。\n大绿做掩体时最好站在轮胎后面，以免敌人攻击双脚；大绿的布顶棚，真的只是一块布而已，千万不要以为可以做掩体。\n小蓝撞卡丁和大绿时，一般螺旋升天的是小蓝，所以别轻易尝试。\n打开地图，黄色格子每格代表一千米，缩放后白色格子每格一百米。\n手刹甩尾速度小于10km/h，跳车不会掉血。"
    },
    {
      "title": "吃鸡技巧",
      "con": "前期搜刮战\n跳伞时注意尽量不要去人太多的地方，不然还没落地可能就被人打死。落地后注意观察周围，首要目标是捡枪和防弹衣，其次是子弹背包药品，查看地图辐射范围，确定现在的位置和目标位置。如果距离圈子太远，在辐射距离2分钟之前走，近的话1分钟走。\n搜刮前确定屋内是否有人，没人再去捡，防止钓鱼。\n公路两边一般有车，马路旁的修车房内一般有蓝色轿车。\n能量饮料或止痛药有多少拿多少。\n 中期运动战\n第二个电磁圈缩小时，一般还有五十个人左右。\n这时候有两种选择：如果安全区外人比较多，在圈边缘蹲厕所；或者先占领有利位置，在安全区正中心靠近大空地的地方狗起来。\n关于草丛和伏地魔，有些草丛蹲进去比较难看到你，还有躲在树后的伏地魔。远处看到人时，别着急开枪，先检查武器装弹没有，调成单发模式，注意周围是否有别人，趴着开枪。\n子弹有弹道延迟，要预判敌人前进位置，距离太远可用4倍镜及以上的瞄准。打死之后不要着急舔包，观察一会儿，没人再趴着捡东西，枪声可能会引来敌人。\n补给箱位置必定在下一波毒气安全圈内，可根据这个提前移动自己的位置，没有把握情况下不要轻易拿补给。\n后期蹲坑战\n第三波电磁圈大概还剩二十人左右，切记不要再开车，易蹲不易跑，没有把握击杀情况下不要勉强。蹲房子一定也要注意背后。\n跑图的时候要注意贴篮圈跑，后面毒圈扩散减慢，但掉血很多。贴圈跑见一个打一个。不要跑两步就看地图，多按Alt键观察周围，路线永远是一个掩体到下一个掩体。\n完美吃鸡战\n如果还剩下十几个人的时候，听到枪不要慌张，绕到背后去打他，拉近距离以保证击杀率。看到移动目标时，如果他距离较近又没看到你，就等他跑到掩体旁边观察别人时，直接爆头。\n注意跑毒时间，时间充裕情况下沿着毒圈继续摸，看到远处的人尽量不打，暴露位置很危险。注意枪声和左下角的击杀，真正考眼力的时候到了。\n等到剩下四五个人的时候，了解敌人在什么位置要比杀人更重要。剩下三个人的时候，能不螳螂捕蝉就不做螳螂，因为还有黄雀在后，暴露自己的位置就相当于已经输了一半。"
    }
  ],
  "gaoji": [
    {
      "title": "全方位吃鸡指南",
      "con": "http://www.gamersky.com/handbook/201704/892518.shtml"
    },
    {
      "title": "绝地岛最佳跳伞点",
      "con": "http://www.gamersky.com/handbook/201709/954840.shtml"
    },
    {
      "title": "各部位命中伤害",
      "con": "http://www.gamersky.com/handbook/201712/992240.shtml"
    },
    {
      "title": "画面设置推荐",
      "con": "http://www.gamersky.com/handbook/201712/993773.shtml"
    },
    {
      "title": "最远跳伞操作指南",
      "con": "http://www.gamersky.com/handbook/201801/998379.shtml"
    },
    {
      "title": "四排最佳跳伞位置推荐",
      "con": "http://www.gamersky.com/handbook/201711/983256.shtml"
    },
    {
      "title": "出生岛推测航线方法",
      "con": "http://www.gamersky.com/handbook/201710/967837.shtml"
    },
    {
      "title": "绝地岛全标注地图",
      "con": "http://www.gamersky.com/handbook/201704/896416.shtml"
    },
    {
      "title": "沙漠全标注地图",
      "con": "http://www.gamersky.com/handbook/201712/989541.shtml"
    },
    {
      "title": "百分百进老地图",
      "con": "http://www.gamersky.com/handbook/201712/994579.shtml"
    },
    {
      "title": "绝地岛最佳跳伞位置",
      "con": "http://www.gamersky.com/handbook/201709/954840.shtml"
    },
    {
      "title": "沙漠地图最佳跳伞位置",
      "con": "http://www.gamersky.com/handbook/201712/993816.shtml"
    },
    {
      "title": "绝地岛各区域地图分析",
      "con": "http://www.gamersky.com/handbook/201708/946224.shtml"
    },
    {
      "title": "绝地岛报点常用称呼",
      "con": "http://www.gamersky.com/handbook/201708/950392.shtml"
    },
    {
      "title": "G港资源分布图",
      "con": "http://www.gamersky.com/handbook/201708/945280.shtml"
    },
    {
      "title": "防空洞入口位置",
      "con": "http://www.gamersky.com/handbook/201708/949627.shtml"
    },
    {
      "title": "沙漠地图优缺点分析",
      "con": "http://www.gamersky.com/handbook/201712/989593.shtml"
    },
    {
      "title": "武器命中伤害图解",
      "con": "http://www.gamersky.com/handbook/201712/992240.shtml"
    },
    {
      "title": "武器伤害一览表",
      "con": "http://www.gamersky.com/handbook/201712/997264.shtml"
    },
    {
      "title": "步枪弹道与后坐力改动",
      "con": "http://www.gamersky.com/handbook/201712/994938.shtml"
    },
    {
      "title": "子弹下坠图文解析",
      "con": "http://www.gamersky.com/handbook/201712/994624.shtml"
    },
    {
      "title": "子弹下坠图文解析",
      "con": "http://www.gamersky.com/handbook/201712/994624.shtml"
    },
    {
      "title": "新手武器选择指南",
      "con": "http://www.gamersky.com/handbook/201710/966380.shtml"
    },
    {
      "title": "防具减伤机制分析",
      "con": "http://www.gamersky.com/handbook/201709/959186.shtml"
    },
    {
      "title": "全配件选择心得",
      "con": "http://www.gamersky.com/handbook/201710/966161.shtml"
    },
    {
      "title": "556各步枪优点分析",
      "con": "http://www.gamersky.com/handbook/201712/990288.shtml"
    },
    {
      "title": "狙击枪排名及配件分析",
      "con": "http://www.gamersky.com/handbook/201712/993017.shtml"
    },
    {
      "title": "栓式狙击枪爆头伤害实测",
      "con": "http://www.gamersky.com/handbook/201712/994865.shtml"
    },
    {
      "title": "快速提升枪法技巧",
      "con": "http://www.gamersky.com/handbook/201712/991892.shtml"
    },
    {
      "title": "归零距离算法",
      "con": "http://www.gamersky.com/handbook/201801/997474.shtml"
    },
    {
      "title": "射击模式姿势效果对比",
      "con": "http://www.gamersky.com/handbook/201711/976538.shtml"
    },
    {
      "title": "野外保命与瞄准技巧",
      "con": "http://www.gamersky.com/handbook/201706/919806.shtml"
    },
    {
      "title": "十字弩使用技巧",
      "con": "http://www.gamersky.com/handbook/201711/983955.shtml"
    },
    {
      "title": "伏地魔应对方法",
      "con": "http://www.gamersky.com/handbook/201710/969829.shtml"
    },
    {
      "title": "携带物品与快速舔包技巧",
      "con": "http://www.gamersky.com/handbook/201708/943713.shtml"
    },
    {
      "title": "快速爬山技巧",
      "con": "http://www.gamersky.com/handbook/201712/997325.shtml"
    },
    {
      "title": "单排上分攻略",
      "con": "http://www.gamersky.com/handbook/201711/985278.shtml"
    },
    {
      "title": "沙漠地图城市搜索路线",
      "con": "http://www.gamersky.com/handbook/201712/995033.shtml"
    },
    {
      "title": "拳击场打法",
      "con": "http://www.gamersky.com/handbook/201712/991922.shtml"
    },
    {
      "title": "水城打法",
      "con": "http://www.gamersky.com/handbook/201710/967251.shtml"
    },
    {
      "title": "防空洞打法",
      "con": "http://www.gamersky.com/handbook/201710/972548.shtml"
    },
    {
      "title": "N港打法",
      "con": "http://www.gamersky.com/handbook/201711/977791.shtml"
    },
    {
      "title": "机场打法",
      "con": "http://www.gamersky.com/handbook/201710/972570.shtml"
    },
    {
      "title": "集装箱打法",
      "con": "http://www.gamersky.com/handbook/201711/977493.shtml"
    },
    {
      "title": "Z城打法",
      "con": "http://www.gamersky.com/handbook/201711/981097.shtml"
    },
    {
      "title": "小电厂打法",
      "con": "http://www.gamersky.com/handbook/201711/976566.shtml"
    },
    {
      "title": "别墅打法",
      "con": "http://www.gamersky.com/handbook/201710/966246.shtml"
    },
    {
      "title": "各建筑攻防打法",
      "con": "http://www.gamersky.com/handbook/201710/963827.shtml"
    },
    {
      "title": "沙漠罪城打法",
      "con": "http://www.gamersky.com/handbook/201801/1000464.shtml"
    },
    {
      "title": "桥头打劫教学",
      "con": "http://www.gamersky.com/handbook/201710/965034.shtml"
    },
    {
      "title": "大桥高架阴人方法",
      "con": "http://www.gamersky.com/handbook/201708/941842.shtml"
    },
    {
      "title": "攀爬按键推荐",
      "con": "http://www.gamersky.com/handbook/201712/995243.shtml"
    },
    {
      "title": "漂移停车战斗技巧",
      "con": "http://www.gamersky.com/handbook/201710/969383.shtml"
    },
    {
      "title": "稳定驾驶技巧",
      "con": "http://www.gamersky.com/handbook/201801/998934.shtml"
    },
    {
      "title": "账号误封申诉图文教程",
      "con": "http://www.gamersky.com/handbook/201802/1014331.shtml"
    },
    {
      "title": "新手吃鸡套路 LYB才是出路",
      "con": "http://www.gamersky.com/handbook/201802/1014540.shtml"
    },
    {
      "title": "R45犀牛左轮手枪原型介绍",
      "con": "http://www.gamersky.com/handbook/201802/1014731.shtml"
    },
    {
      "title": "掩体后射击及观察技巧",
      "con": "http://www.gamersky.com/handbook/201802/1014752.shtml"
    },
    {
      "title": "四排上分打法 排名1%很轻松",
      "con": "http://www.gamersky.com/handbook/201802/1014775.shtml"
    },
    {
      "title": "黑裙子及各类短裤搭配指南",
      "con": "http://www.gamersky.com/handbook/201802/1014960.shtml"
    },
    {
      "title": "短剑伤害、配件推荐及使用技巧",
      "con": "http://www.gamersky.com/handbook/201802/1015070.shtml"
    },
    {
      "title": "新手八大吃鸡技巧 不再送快递",
      "con": "http://www.gamersky.com/handbook/201802/1015414.shtml"
    },
    {
      "title": "车辆原型及优缺点分析",
      "con": "http://www.gamersky.com/handbook/201802/1015591.shtml"
    },
    {
      "title": "实用对枪、驾车与战斗技巧7则",
      "con": "http://www.gamersky.com/handbook/201802/1015186.shtml"
    },
    {
      "title": "听声辨位速成指南 告别小聋人",
      "con": "http://www.gamersky.com/handbook/201802/1014798.shtml"
    },
    {
      "title": "步枪搭配副武器推荐",
      "con": "http://www.gamersky.com/handbook/201802/1015896.shtml"
    },
    {
      "title": "使用外部语音包简单方法详解",
      "con": "http://www.gamersky.com/handbook/201802/1016133.shtml"
    },
    {
      "title": "避挂技巧 远离外挂用脑吃鸡",
      "con": "http://www.gamersky.com/handbook/201802/1016135.shtml"
    },
    {
      "title": "DP28伤害、弹道及性能解析",
      "con": "http://www.gamersky.com/handbook/201802/1016212.shtml"
    },
    {
      "title": "P城跳伞点推荐及打法图文教学",
      "con": "http://www.gamersky.com/handbook/201802/1016424.shtml"
    },
    {
      "title": "N卡滤镜配色推荐 三种方案任选",
      "con": "http://www.gamersky.com/handbook/201802/1016775.shtml"
    },
    {
      "title": "买卖衣服图文教程",
      "con": "http://www.gamersky.com/handbook/201802/1016864.shtml"
    },
    {
      "title": "新匹配机制解析 变相锁区来袭",
      "con": "http://www.gamersky.com/handbook/201802/1016902.shtml"
    },
    {
      "title": "交易时限及快速卖新衣服方法",
      "con": "http://www.gamersky.com/handbook/201802/1017397.shtml"
    },
    {
      "title": "SKS原型科普 二战经典名枪",
      "con": "http://www.gamersky.com/handbook/201802/1017480.shtml"
    },
    {
      "title": "超简单变声器使用图文教程",
      "con": "http://www.gamersky.com/handbook/201802/1017718.shtml"
    },
    {
      "title": "98K、M24、AWM介绍与性能对比",
      "con": "http://www.gamersky.com/handbook/201802/1017749.shtml"
    },
    {
      "title": "老司机战斗、对枪及设置技巧",
      "con": "http://www.gamersky.com/handbook/201802/1017884.shtml"
    },
    {
      "title": "新服装曝光：豹纹短裙+“大吉大利”T恤",
      "con": "http://www.gamersky.com/news/201802/1018091.shtml"
    }
  ],
  "vedio": [
    {
      "title": "突破天际37杀吃鸡！国服第一突击手再创记录！",
      "con": "https://www.youtube.com/watch?v=5d6wlt7ecHs"
    },
    {
      "title": "呆妹儿吃鸡遇“大哥”险气哭",
      "con": "https://www.youtube.com/watch?v=XxsUhsn_e0M"
    },
    {
      "title": "单人4排1v8吃鸡！血战机场31杀！",
      "con": "https://www.youtube.com/watch?v=RlfoysFOwOg"
    },
    {
      "title": "搞笑精華 Vol.01 中文字幕",
      "con": "https://www.youtube.com/watch?v=oys8Mx8kf6A"
    },
    {
      "title": "在絕地求生PUBG把到 護士妹子, 才是真正的吃雞啊",
      "con": "https://www.youtube.com/watch?v=cRDyx8JeImc"
    },
    {
      "title": "吃雞吃到大歪瓜，要如何止息紛爭？",
      "con": "https://www.youtube.com/watch?v=HRH-6s2A9Uo"
    },
    {
      "title": "爆笑精華EP.08 吃雞好萊屋！真的是一個比一個還會演",
      "con": "https://www.youtube.com/watch?v=8xBV-a1EKPU"
    },
    {
      "title": "當殺60人的外掛，遇上水上芭蕾舞團",
      "con": "https://www.youtube.com/watch?v=2uBmk7DHfQM"
    },
    {
      "title": "大吉大利新年第一雞精華!!",
      "con": "https://www.youtube.com/watch?v=OWAfpqktSqQ"
    },
    {
      "title": "殺梗阿森 吃雞頂尖對決 最後的ＸＸ 讓阿森直呼 Very Good",
      "con": "https://www.youtube.com/watch?v=UW9BndBDZ7E"
    },
    {
      "title": "居然吃雞吃到被認為是男的?!",
      "con": "https://www.youtube.com/watch?v=tZtdbQKXGfs"
    },
    {
      "title": "帥氣吃雞 開台一年多有史以來的第一部帥氣精華",
      "con": "https://www.youtube.com/watch?v=n_0ALsNYK98"
    },
    {
      "title": "搞笑精華 Vol.06",
      "con": "https://www.youtube.com/watch?v=kHKQYUh5UeI"
    },
    {
      "title": "21殺~單人劇情秀爆全場",
      "con": "https://www.youtube.com/watch?v=PymP71zLCvU"
    },
    {
      "title": "碾死自己、芭樂反彈、開車滾下山、被斗內害死差點吃雞",
      "con": "https://www.youtube.com/watch?v=reGJTB3evV8"
    },
    {
      "title": "實況精華 - 吃雞難得當大腿",
      "con": "https://www.youtube.com/watch?v=qGrOE49tZj4"
    },
    {
      "title": "實況精華 - 蛋捲絕地生存solo吃雞之路",
      "con": "https://www.youtube.com/watch?v=p_J4LtfRnwg"
    },
    {
      "title": "12殺 萌萌吃雞雙人組 開戰時機/走位/選點",
      "con": "https://www.youtube.com/watch?v=nH68GSgdEso"
    },
    {
      "title": "下車摔死、拳頭四殺、手榴彈一直反彈、S型開車挑釁、開車鞭屍",
      "con": "https://www.youtube.com/watch?v=WZmMLbg0_wk"
    },
    {
      "title": "隊友為了帶凜兒妹子一起去吃雞，而見色忘友毀約了？",
      "con": "https://www.youtube.com/watch?v=MLCRg5FyJ0w"
    },
    {
      "title": "實戰影片精華 7分鐘帶你輕鬆吃雞 M416很穩!",
      "con": "https://www.youtube.com/watch?v=MxKzxrOcHkY"
    },
    {
      "title": "外國吃雞搞笑精華",
      "con": "https://www.youtube.com/watch?v=5kapWBX5fNc"
    },
    {
      "title": "翻車躲裡面差點吃雞、幹話最多的一集",
      "con": "https://www.youtube.com/watch?v=WFn-hG2qvY4"
    },
    {
      "title": "好可愛的屁股、三日不手槍面目可憎、什麼節都要過",
      "con": "https://www.youtube.com/watch?v=mzOEjZ7_yzg"
    },
    {
      "title": "手榴彈殺人、小槍殺大槍、被敵人用英文嘲諷Surprise!",
      "con": "https://www.youtube.com/watch?v=W3xXW3ugMHg"
    },
    {
      "title": "國人蹲下！是國人就蹲下 feat.廉傑克曼、AK",
      "con": "https://www.youtube.com/watch?v=SMCu8Pn-Uk4"
    },
    {
      "title": "吃雞爆笑合輯TOP5 by蔡播",
      "con": "https://www.youtube.com/watch?v=Xp60p5BCzT4"
    },
    {
      "title": "跟HKE前隊友吃雞 | 椅子丁特顧著舔裝備Mars直接死去",
      "con": "https://www.youtube.com/watch?v=2KWFQSUS1cI"
    },
    {
      "title": "跟龜狗 小建 蛋捲玩、幫你檢查直腸、拎加糾北爛",
      "con": "https://www.youtube.com/watch?v=GvOKxXKVB-M"
    },
    {
      "title": "躲垃圾桶兩個敵人都沒發現、躲在車上埋伏、講解新槍、小朋友上車囉",
      "con": "https://www.youtube.com/watch?v=gGEe3QIHs-Y"
    },
    {
      "title": "韦神身法技巧揭秘 绝地求生最专业的身法教学大全",
      "con": "https://www.youtube.com/watch?v=z9cEdY-5MOE"
    },
    {
      "title": "绝地求生中实用有趣的技巧，一般人我可不会跟他说",
      "con": "https://www.youtube.com/watch?v=9zvOKwIjjj0"
    },
    {
      "title": "五点技巧,轻松成为五边形战士",
      "con": "https://www.youtube.com/watch?v=fP0cdXiqoXE"
    },
    {
      "title": "瞄準技巧和要點",
      "con": "https://www.youtube.com/watch?v=d8xGZPA1gG4"
    },
    {
      "title": "吃鸡前一定要知道的游戏设置 快捷键技巧",
      "con": "https://www.youtube.com/watch?v=28yZNdTTcJI"
    },
    {
      "title": "北美狙神单人打四排天秀20杀吃鸡！全程惊心动魄！",
      "con": "https://www.youtube.com/watch?v=mnVguyBHKE0"
    }
  ]
}